"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 50000, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n'\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": null, \"document_count\": 450, \"word_counts\": \"{\\\"qu\\\\u1ea3n\\\": 40, \\\"l\\\\u00fd\\\": 134, \\\"b\\\\u1ed9\\\": 264, \\\"nh\\\\u1edb\\\": 249, \\\"l\\\\u00e0\\\": 286, \\\"c\\\\u00f4ng\\\": 34, \\\"vi\\\\u1ec7c\\\": 92, \\\"c\\\\u1ee7a\\\": 279, \\\"h\\\\u1ec7\\\": 261, \\\"\\\\u0111i\\\\u1ec1u\\\": 153, \\\"h\\\\u00e0nh\\\": 120, \\\"v\\\\u1edbi\\\": 126, \\\"s\\\\u1ef1\\\": 20, \\\"h\\\\u1ed7\\\": 12, \\\"tr\\\\u1ee3\\\": 13, \\\"c\\\\u1ee7aph\\\\u1ea7n\\\": 1, \\\"c\\\\u1ee9ng\\\": 36, \\\"nh\\\\u1eb1m\\\": 3, \\\"ph\\\\u00e2n\\\": 137, \\\"ph\\\\u1ed1i\\\": 19, \\\"s\\\\u1eafp\\\": 7, \\\"x\\\\u1ebfp\\\": 14, \\\"c\\\\u00e1c\\\": 433, \\\"process\\\": 73, \\\"trong\\\": 301, \\\"sao\\\": 34, \\\"cho\\\": 179, \\\"hi\\\\u1ec7u\\\": 43, \\\"qu\\\\u1ea3\\\": 16, \\\"m\\\\u1ee5c\\\": 128, \\\"ti\\\\u00eau\\\": 20, \\\"c\\\\u1ea7n\\\": 101, \\\"\\\\u0111\\\\u1ea1t\\\": 4, \\\"\\\\u0111\\\\u01b0\\\\u1ee3c\\\": 384, \\\"n\\\\u1ea1p\\\": 42, \\\"c\\\\u00e0ng\\\": 4, \\\"nhi\\\\u1ec1u\\\": 63, \\\"v\\\\u00e0o\\\": 131, \\\"t\\\\u1ed1t\\\": 6, \\\"gia\\\": 3, \\\"t\\\\u0103ng\\\": 33, \\\"m\\\\u1ee9c\\\": 27, \\\"\\\\u0111\\\\u1ed9\\\": 60, \\\"\\\\u0111a\\\": 38, \\\"ch\\\\u01b0\\\\u01a1ng\\\": 145, \\\"tr\\\\u00ecnh\\\": 485, \\\"y\\\\u00eau\\\": 40, \\\"c\\\\u1ea7u\\\": 44, \\\"\\\\u0111\\\\u1ed1i\\\": 47, \\\"c\\\\u1ea5p\\\": 125, \\\"ph\\\\u00e1t\\\": 87, \\\"t\\\\u00e1i\\\": 2, \\\"\\\\u0111\\\\u1ecbnh\\\": 91, \\\"v\\\\u1ecb\\\": 63, \\\"relocation\\\": 1, \\\"khi\\\": 135, \\\"swapping\\\": 7, \\\"\\\\u2026\\\": 11, \\\"b\\\\u1ea3o\\\": 26, \\\"v\\\\u1ec7\\\": 11, \\\"ph\\\\u1ea3i\\\": 51, \\\"ki\\\\u1ec3m\\\": 22, \\\"tra\\\": 12, \\\"truy\\\": 97, \\\"xu\\\\u1ea5t\\\": 59, \\\"t\\\\u1eeb\\\": 57, \\\"c\\\\u00f3\\\": 328, \\\"h\\\\u1ee3p\\\": 73, \\\"l\\\\u1ec7\\\": 16, \\\"kh\\\\u00f4ng\\\": 169, \\\"chia\\\": 72, \\\"s\\\\u1ebb\\\": 36, \\\"ph\\\\u00e9p\\\": 36, \\\"v\\\\u00f9ng\\\": 78, \\\"chung\\\": 20, \\\"\\\\u0111\\\\u00e2y\\\": 12, \\\"t\\\\u00ednh\\\": 95, \\\"m\\\\u1ec1m\\\": 20, \\\"d\\\\u1ebbo\\\": 1, \\\"m\\\\u00e0\\\": 40, \\\"chi\\\\u1ebfn\\\": 9, \\\"l\\\\u01b0\\\\u1ee3c\\\": 9, \\\"k\\\\u1ebft\\\": 57, \\\"g\\\\u1eafn\\\": 11, \\\"\\\\u0111\\\\u1ecba\\\": 139, \\\"ch\\\\u1ec9\\\": 207, \\\"lu\\\\u1eadn\\\": 9, \\\"user\\\": 4, \\\"th\\\\u1ef1c\\\": 142, \\\"v\\\\u1eadt\\\": 26, \\\"physical\\\": 1, \\\"address\\\": 8, \\\"m\\\\u1ed9t\\\": 346, \\\"tr\\\\u00ed\\\": 44, \\\"ch\\\\u00ednh\\\": 50, \\\"logical\\\": 3, \\\"di\\\\u1ec5n\\\": 8, \\\"t\\\\u1ea3\\\": 5, \\\"c\\\\u1ea5u\\\": 66, \\\"t\\\\u1ea1o\\\": 59, \\\"bi\\\\u00ean\\\": 22, \\\"d\\\\u1ecbch\\\": 26, \\\"compiler\\\": 3, \\\"t\\\\u01b0\\\\u01a1ng\\\": 55, \\\"relative\\\": 2, \\\"tuy\\\\u1ec7t\\\": 5, \\\"absolute\\\": 2, \\\"ra\\\": 72, \\\"m\\\\u00e3\\\": 15, \\\"l\\\\u1ec7nh\\\": 28, \\\"\\\\u0111\\\\u00f3\\\": 75, \\\"m\\\\u1ed7i\\\": 95, \\\"tham\\\": 6, \\\"chi\\\\u1ebfu\\\": 4, \\\"\\\\u0111\\\\u1ec1u\\\": 11, \\\"ki\\\\u1ec3u\\\": 16, \\\"bi\\\\u1ec3u\\\": 5, \\\"so\\\": 10, \\\"x\\\\u00e1c\\\": 44, \\\"n\\\\u00e0o\\\": 35, \\\"v\\\\u00ed\\\": 12, \\\"d\\\\u1ee5\\\": 13, \\\"12\\\": 3, \\\"byte\\\": 13, \\\"b\\\\u1eaft\\\": 16, \\\"\\\\u0111\\\\u1ea7u\\\": 47, \\\"\\\\u0111\\\\u01b0\\\\u01a1ng\\\": 2, \\\"thi\\\": 49, \\\"\\\\u0111\\\\u1ebfn\\\": 51, \\\"chuy\\\\u1ec3n\\\": 43, \\\"\\\\u0111\\\\u1ed5i\\\": 71, \\\"th\\\\u00e0nh\\\": 75, \\\"thao\\\": 19, \\\"t\\\\u00e1c\\\": 42, \\\"th\\\\u01b0\\\\u1eddng\\\": 43, \\\"ph\\\\u1ea7n\\\": 96, \\\"\\\\u0111\\\\u1ec3\\\": 129, \\\"su\\\\u1ea5t\\\": 4, \\\"cao\\\": 26, \\\"qu\\\\u00e1\\\": 32, \\\"\\\\u00e1nh\\\": 15, \\\"x\\\\u1ea1\\\": 13, \\\"gian\\\": 113, \\\"nay\\\": 5, \\\"sang\\\": 17, \\\"kh\\\\u00e1c\\\": 93, \\\"source\\\": 1, \\\"code\\\": 5, \\\"symbolic\\\": 1, \\\"bi\\\\u1ebfn\\\": 26, \\\"h\\\\u1eb1ng\\\": 1, \\\"pointer\\\": 1, \\\"th\\\\u1eddi\\\": 121, \\\"\\\\u0111i\\\\u1ec3m\\\": 48, \\\"a\\\": 13, \\\"\\\\u1edf\\\": 26, \\\"14\\\": 1, \\\"bytes\\\": 1, \\\"module\\\": 27, \\\"linking\\\": 1, \\\"loading\\\": 2, \\\"th\\\\u1ec3\\\": 130, \\\"instruction\\\": 1, \\\"v\\\\u00e0\\\": 250, \\\"d\\\\u1eef\\\": 73, \\\"li\\\\u1ec7u\\\": 74, \\\"data\\\": 8, \\\"x\\\\u1ea3y\\\": 19, \\\"t\\\\u1ea1i\\\": 22, \\\"ba\\\": 5, \\\"nhau\\\": 68, \\\"compile\\\": 2, \\\"time\\\": 13, \\\"load\\\": 3, \\\"execution\\\": 3, \\\"n\\\\u1ebfu\\\": 57, \\\"bi\\\\u1ebft\\\": 13, \\\"tr\\\\u01b0\\\\u1edbc\\\": 29, \\\"th\\\\u00ec\\\": 38, \\\"g\\\\u00e1n\\\": 9, \\\"l\\\\u00fac\\\": 13, \\\"khuy\\\\u1ebft\\\": 1, \\\"l\\\\u1ea1i\\\": 50, \\\"thay\\\": 67, \\\"ch\\\\u01b0a\\\": 21, \\\"ti\\\\u1ebfn\\\": 327, \\\"s\\\\u1ebd\\\": 95, \\\"n\\\\u1eb1m\\\": 17, \\\"\\\\u0111\\\\u00e2u\\\": 3, \\\"sinh\\\": 9, \\\"loader\\\": 1, \\\"\\\\u0111\\\\u1ed1\\\": 2, \\\"d\\\\u1ef1a\\\": 8, \\\"tr\\\\u00ean\\\": 68, \\\"n\\\\u1ec1n\\\": 2, \\\"base\\\": 6, \\\"to\\\\u00e1n\\\": 41, \\\"n\\\\u00ean\\\": 13, \\\"reload\\\": 1, \\\"di\\\": 4, \\\"segment\\\": 7, \\\"tr\\\\u00ec\\\": 8, \\\"ho\\\\u00e3n\\\": 2, \\\"cpu\\\": 75, \\\"tr\\\\u00fac\\\": 68, \\\"tuy\\\\u1ebfn\\\": 3, \\\"t\\\\u1ea5t\\\": 28, \\\"c\\\\u1ea3\\\": 30, \\\"th\\\\u01b0\\\": 94, \\\"vi\\\\u1ec7n\\\": 12, \\\"s\\\\u1eed\\\": 133, \\\"d\\\\u1ee5ng\\\": 149, \\\"duy\\\": 14, \\\"nh\\\\u1ea5t\\\": 73, \\\"to\\\\u00e0n\\\": 33, \\\"n\\\\u00e0y\\\": 86, \\\"d\\\\u1ea1ng\\\": 7, \\\"\\\\u0111\\\\u1ed9c\\\": 15, \\\"l\\\\u1eadp\\\": 36, \\\"t\\\\u1ed1c\\\": 17, \\\"chi\\\": 14, \\\"ph\\\\u00ed\\\": 15, \\\"v\\\\u1ec1\\\": 57, \\\"\\\\u0111\\\\u1ed9ng\\\": 54, \\\"vi\\\\u1ebft\\\": 3, \\\"d\\\\u01b0\\\\u1edbi\\\": 7, \\\"ri\\\\u00eang\\\": 31, \\\"r\\\\u1ebd\\\": 4, \\\"t\\\\u00edch\\\": 5, \\\"thi\\\\u1ebft\\\": 51, \\\"ti\\\\u1ebft\\\": 3, \\\"ki\\\\u1ec7m\\\": 3, \\\"th\\\\u1ea5p\\\": 12, \\\"h\\\\u01a1n\\\": 50, \\\"overlay\\\": 7, \\\"c\\\\u00f9ng\\\": 40, \\\"k\\\\u00edch\\\": 97, \\\"th\\\\u01b0\\\\u1edbc\\\": 93, \\\"l\\\\u1edbn\\\": 33, \\\"l\\\\u1edbp\\\": 22, \\\"xem\\\": 8, \\\"d\\\\u00e0nh\\\": 9, \\\"c\\\\u0169ng\\\": 21, \\\"t\\\\u1ed5\\\": 16, \\\"ch\\\\u1ee9c\\\": 20, \\\"\\\\u1ee9ng\\\": 50, \\\"s\\\\u01a1\\\": 3, \\\"\\\\u0111\\\\u1ed3\\\": 10, \\\"sau\\\": 31, \\\"ban\\\": 3, \\\"trang\\\": 226, \\\"nh\\\\u01b0ng\\\": 22, \\\"b\\\\u1eb1ng\\\": 55, \\\"g\\\\u1ecdi\\\": 61, \\\"t\\\\u1ee9c\\\": 11, \\\"khung\\\": 51, \\\"khi\\\\u1ec3n\\\": 18, \\\"pct\\\": 1, \\\"\\\\u2013\\\": 9, \\\"page\\\": 10, \\\"control\\\": 7, \\\"table\\\": 9, \\\"\\\\u0111o\\\\u1ea1n\\\": 92, \\\"ho\\\\u1eb7c\\\": 53, \\\"v\\\\u00e0i\\\": 1, \\\"li\\\\u1ec7n\\\": 1, \\\"ti\\\\u1ebfp\\\": 57, \\\"li\\\\u00ean\\\": 50, \\\"sct\\\": 1, \\\"2\\\": 26, \\\"c\\\\u1ed1\\\": 18, \\\"d\\\\u00f9ng\\\": 78, \\\"ch\\\\u1ee9a\\\": 73, \\\"c\\\\u00f2n\\\": 29, \\\"ng\\\\u01b0\\\\u1eddi\\\": 57, \\\"\\\\u0111\\\\u01a1n\\\": 34, \\\"thanh\\\": 28, \\\"ghi\\\": 70, \\\"gi\\\\u1edbi\\\": 10, \\\"h\\\\u1ea1n\\\": 26, \\\"bi\\\\u1ec7t\\\": 23, \\\"\\\\u0111\\\\u01b0a\\\": 15, \\\"s\\\\u00e1nh\\\": 3, \\\"gi\\\\u00e1\\\": 22, \\\"tr\\\\u1ecb\\\": 28, \\\"so\\\\u00e1t\\\": 10, \\\"tr\\\\u1ed1ng\\\": 51, \\\"b\\\\u1ea5t\\\": 15, \\\"k\\\\u1ef3\\\": 7, \\\"n\\\\u00f3\\\": 44, \\\"ph\\\\u00f9\\\": 9, \\\"swap\\\": 3, \\\"out\\\": 3, \\\"\\\\u0111ang\\\": 38, \\\"tr\\\\u1ea1ng\\\": 38, \\\"th\\\\u00e1i\\\": 29, \\\"ready\\\": 13, \\\"running\\\": 10, \\\"ngo\\\\u00e0i\\\": 27, \\\"r\\\\u1ed7i\\\": 1, \\\"h\\\\u00e0ng\\\": 19, \\\"\\\\u0111\\\\u1ee3i\\\": 32, \\\"nh\\\\u1eadp\\\": 13, \\\"t\\\\u1ea3i\\\": 13, \\\"th\\\\u00fac\\\": 23, \\\"t\\\\u01b0ong\\\": 3, \\\"gi\\\\u1ea3i\\\": 40, \\\"ph\\\\u00f3ng\\\": 17, \\\"nh\\\\u1ecf\\\": 15, \\\"hi\\\\u1ec7n\\\": 102, \\\"t\\\\u01b0\\\\u1ee3ng\\\": 15, \\\"m\\\\u1ea3nh\\\": 13, \\\"kh\\\\u1eafc\\\": 1, \\\"ph\\\\u1ee5c\\\": 11, \\\"t\\\\u00ecnh\\\": 15, \\\"hu\\\\u1ed1ng\\\": 2, \\\"t\\\\u1eebng\\\": 18, \\\"k\\\\u1ebf\\\": 8, \\\"theo\\\": 73, \\\"th\\\\u00eam\\\": 12, \\\"m\\\\u1edbi\\\": 31, \\\"\\\\u0111\\\\u00e8\\\": 2, \\\"l\\\\u00ean\\\": 13, \\\"n\\\\u1ed9i\\\": 17, \\\"dung\\\": 19, \\\"th\\\\u00f4ng\\\": 107, \\\"tin\\\": 88, \\\"\\\\u0111\\\\u00e3\\\": 30, \\\"hay\\\": 39, \\\"nh\\\\u01b0\\\": 56, \\\"kh\\\\u1ed1i\\\": 105, \\\"kh\\\\u1ea3\\\": 15, \\\"t\\\\u00ecm\\\": 29, \\\"tr\\\\u1ed5ng\\\": 1, \\\"\\\\u0111\\\\u1ee7\\\": 15, \\\"th\\\\u1ea5y\\\": 5, \\\"l\\\\u01b0\\\\u1ee3ng\\\": 39, \\\"v\\\\u1eeba\\\": 10, \\\"\\\\u0111\\\\u1ed3ng\\\": 13, \\\"l\\\\u01b0u\\\": 76, \\\"gi\\\\u1eef\\\": 19, \\\"\\\\u0111\\\\u00e1p\\\": 10, \\\"nh\\\\u1eefng\\\": 30, \\\"lai\\\": 4, \\\"kho\\\\u1ea3ng\\\": 19, \\\"c\\\\u1ee1\\\": 1, \\\"r\\\\u1ea3i\\\": 2, \\\"r\\\\u00e1c\\\": 2, \\\"th\\\\u1ed1ng\\\": 143, \\\"ki\\\\u1ebfm\\\": 10, \\\"b\\\\u1ecb\\\": 73, \\\"t\\\\u00e1ch\\\": 2, \\\"tr\\\\u1edb\\\": 1, \\\"\\\\u0111\\\\u00e1nh\\\": 15, \\\"d\\\\u1ea5u\\\": 7, \\\"h\\\\u1eb9p\\\": 1, \\\"hai\\\": 38, \\\"k\\\\u1ec1\\\": 2, \\\"thu\\\": 10, \\\"h\\\\u1ed3i\\\": 12, \\\"c\\\\u01a1\\\": 43, \\\"ch\\\\u1ebf\\\": 30, \\\"th\\\\u00edch\\\": 8, \\\"b\\\\u1ea3n\\\": 31, \\\"bit\\\": 37, \\\"danh\\\": 47, \\\"s\\\\u00e1ch\\\": 41, \\\"nguy\\\\u00ean\\\": 76, \\\"t\\\\u1eafc\\\": 25, \\\"best\\\": 3, \\\"fit\\\": 9, \\\"ch\\\\u1ecdn\\\": 34, \\\"\\\\u0111\\\\u00fang\\\": 6, \\\"first\\\": 9, \\\"ti\\\\u00ean\\\": 43, \\\"h\\\\u1ecdn\\\": 1, \\\"next\\\": 1, \\\"ngay\\\": 5, \\\"worst\\\": 2, \\\"vi\\\\u00ean\\\": 2, \\\"thu\\\\u1eddng\\\": 1, \\\"coi\\\": 7, \\\"d\\\\u00e3y\\\": 2, \\\"n\\\\u0103ng\\\": 19, \\\"gi\\\\u1eefa\\\": 19, \\\"quan\\\": 27, \\\"th\\\\u1ee9\\\": 37, \\\"t\\\\u1ef1\\\": 30, \\\"g\\\\u1ed3m\\\": 35, \\\"con\\\": 37, \\\"th\\\\u1ee7\\\": 4, \\\"t\\\\u1ee5c\\\": 10, \\\"h\\\\u00e0m\\\": 24, \\\"qua\\\": 17, \\\"n\\\\u00f3i\\\": 9, \\\"b\\\\u1ea3ng\\\": 80, \\\"k\\\\u00fd\\\": 6, \\\"sqrt\\\": 2, \\\"t\\\\u00e2m\\\": 6, \\\"t\\\\u1edbi\\\": 33, \\\"ch\\\\u00fang\\\": 9, \\\"m\\\\u1ed3i\\\": 4, \\\"b\\\\u1edfi\\\": 16, \\\"c\\\\u00e1ch\\\": 44, \\\"c\\\\u00e2u\\\": 4, \\\"17\\\": 1, \\\"5\\\": 4, \\\"ngu\\\\u1ed3n\\\": 3, \\\"m\\\\u1eb7c\\\": 2, \\\"d\\\\u00f9\\\": 2, \\\"trinh\\\": 2, \\\"v\\\\u1eabn\\\": 6, \\\"chu\\\\u1ed7i\\\": 4, \\\"do\\\": 30, \\\"ph\\\\u01b0\\\\u01a1ng\\\": 31, \\\"th\\\\u1ee9c\\\": 6, \\\"s\\\\u1edf\\\": 15, \\\"c\\\\u00f9a\\\": 1, \\\"limit\\\": 3, \\\"pascal\\\": 1, \\\"1\\\": 60, \\\"c\\\\u1ee5c\\\": 10, \\\"ng\\\\u0103n\\\": 16, \\\"s\\\\u1ed1\\\": 124, \\\"tr\\\\u1ea3\\\": 3, \\\"3\\\": 15, \\\"4\\\": 11, \\\"fortran\\\": 1, \\\"l\\\\u1ea7n\\\": 21, \\\"m\\\\u1ea3ng\\\": 7, \\\"logic\\\": 17, \\\"t\\\\u1eadp\\\": 29, \\\"h\\\\u1ecdp\\\": 1, \\\"t\\\\u00ean\\\": 34, \\\"m\\\": 4, \\\"gi\\\\u1ea3n\\\": 19, \\\"s\\\\u1ed5\\\": 2, \\\"mmu\\\": 5, \\\"memory\\\": 11, \\\"management\\\": 5, \\\"unit\\\": 2, \\\"k\\\\u1ef9\\\": 36, \\\"thu\\\\u1eadt\\\": 70, \\\"d\\\": 7, \\\"c\\\\u00e0i\\\": 9, \\\"\\\\u0111\\\\u1eb7t\\\": 21, \\\"stbr\\\": 1, \\\"register\\\": 6, \\\"stlr\\\": 1, \\\"b\\\\u00e1ng\\\": 1, \\\"kh\\\\u1edfi\\\": 13, \\\"tr\\\\u1ecf\\\": 20, \\\"thu\\\\u1ed9c\\\": 48, \\\"\\\\u0111\\\\u1ecdc\\\": 31, \\\"gi\\\\u00e1n\\\": 3, \\\"li\\\\u1ebfp\\\": 1, \\\"t\\\\u1eed\\\": 10, \\\"attribute\\\": 2, \\\"r\\\": 3, \\\"x\\\": 1, \\\"w\\\": 1, \\\"nh\\\\u1eadn\\\": 18, \\\"x\\\\u00e9t\\\": 2, \\\"ngo\\\\u1ea1i\\\": 7, \\\"vi\\\": 19, \\\"\\\\u01b0u\\\": 42, \\\"d\\\\u1ec5\\\": 18, \\\"d\\\\u00e0ng\\\": 3, \\\"0\\\": 30, \\\"\\\\u1ea3o\\\": 17, \\\"l\\\\u0169y\\\": 3, \\\"th\\\\u1eeba\\\": 3, \\\"2n\\\": 1, \\\"9\\\": 2, \\\"n\\\": 5, \\\"13\\\": 1, \\\"2m\\\": 1, \\\"b\\\\u00edt\\\": 2, \\\"bi\\\\u1ec5u\\\": 2, \\\"m\\\\u00f4\\\": 12, \\\"h\\\\u00ecnh\\\": 15, \\\"\\\\u0111i\\\\u1ea1\\\": 2, \\\"f\\\": 7, \\\"ch\\\\u00e9p\\\": 4, \\\"ptbr\\\": 2, \\\"ptlr\\\": 1, \\\"tr\\\\u1eef\\\": 43, \\\"li\\\\u1ec1n\\\": 3, \\\"gi\\\\u00e1p\\\": 1, \\\"quy\\\\u1ebft\\\": 11, \\\"v\\\\u1ea5n\\\": 6, \\\"\\\\u0111\\\\u1ec1\\\": 7, \\\"b\\\\u00ean\\\": 13, \\\"gi\\\\u1ed1ng\\\": 2, \\\"quy\\\": 5, \\\"b\\\\u00e2y\\\": 1, \\\"gi\\\\u1edd\\\": 5, \\\"c\\\\u1eadp\\\": 55, \\\"b\\\\u00f9\\\": 1, \\\"ngh\\\\u1ecbch\\\": 3, \\\"\\\\u0111\\\\u1ea3o\\\": 2, \\\"c\\\\u1eb7p\\\": 2, \\\"pid\\\": 6, \\\"p\\\": 9, \\\"frame\\\": 2, \\\"protection\\\": 1, \\\"th\\\\u1ecb\\\": 9, \\\"read\\\": 4, \\\"only\\\": 3, \\\"write\\\": 2, \\\"execute\\\": 1, \\\"valid\\\": 3, \\\"invalid\\\": 4, \\\"\\\\u201cvalid\\\\u201d\\\": 1, \\\"\\\\u201cinvalid\\\\u201d\\\": 1, \\\"ph\\\\u1ee5\\\": 23, \\\"demand\\\": 1, \\\"paging\\\": 1, \\\"tr\\\\u00fa\\\": 2, \\\"\\\\u0111\\\\u0129a\\\": 90, \\\"x\\\\u1eed\\\": 69, \\\"v\\\\u00ec\\\": 14, \\\"v\\\\u1eady\\\": 8, \\\"cung\\\": 18, \\\"gi\\\\u00fap\\\": 13, \\\"ng\\\\u1eef\\\": 17, \\\"ngh\\\\u0129a\\\": 11, \\\"m\\\\u1ed9\\\": 1, \\\"ph\\\\u1ea3n\\\": 2, \\\"t\\\\u1ea1m\\\": 4, \\\"l\\\\u1ed7i\\\": 28, \\\"l\\\\u00e0m\\\": 28, \\\"fault\\\": 1, \\\"d\\\\u00f2\\\": 1, \\\"l\\\\u1ea5y\\\": 2, \\\"ng\\\\u1eaft\\\": 12, \\\"b\\\\u00e1o\\\": 4, \\\"ng\\\\u01b0\\\\u1ee3c\\\": 7, \\\"b\\\\u01b0\\\\u1edbc\\\": 9, \\\"mu\\\\u1ed1n\\\": 7, \\\"nh\\\\u1eadt\\\": 7, \\\"ho\\\\u1ea1t\\\": 24, \\\"th\\\\u1ebf\\\": 37, \\\"mang\\\": 4, \\\"v\\\\u1eafng\\\": 1, \\\"m\\\\u1eb7t\\\": 7, \\\"ch\\\\u1ed7\\\": 5, \\\"fifo\\\": 8, \\\"v\\\\u1ee5\\\": 15, \\\"c\\\\u0103n\\\": 1, \\\"c\\\\u1ee9\\\": 3, \\\"m\\\\u1ecdi\\\": 4, \\\"nh\\\\u01b0\\\\u1ee3c\\\": 8, \\\"trung\\\": 10, \\\"b\\\\u00ecnh\\\": 4, \\\"ch\\\\u1edd\\\": 19, \\\"k\\\\u1ec3\\\": 7, \\\"ng\\\\u1eafn\\\": 8, \\\"d\\\\u00e0i\\\": 17, \\\"d\\\\u1eabn\\\": 12, \\\"v\\\\u00f4\\\": 3, \\\"c\\\\u1eadn\\\": 2, \\\"m\\\\u00ecnh\\\": 14, \\\"t\\\\u00e1n\\\": 7, \\\"\\\\u00edt\\\": 11, \\\"l\\\\u00e2u\\\": 11, \\\"belady\\\": 1, \\\"opt\\\": 3, \\\"optimal\\\": 2, \\\"replacement\\\": 2, \\\"r\\\\u1eb1ng\\\": 2, \\\"ta\\\": 13, \\\"t\\\\u1ed1i\\\": 25, \\\"h\\\\u00f3a\\\": 6, \\\"lu\\\\u00f4n\\\": 7, \\\"least\\\": 2, \\\"recently\\\": 3, \\\"used\\\": 4, \\\"lru\\\": 2, \\\"cu\\\\u1ed1i\\\": 16, \\\"\\\\u0111\\\\u00f2i\\\": 6, \\\"h\\\\u1ecfi\\\": 6, \\\"\\\\u0111\\\\u1ebfm\\\": 9, \\\"tr\\\\u01b0\\\\u1eddng\\\": 24, \\\"counter\\\": 4, \\\"stack\\\": 11, \\\"x\\\\u00f3a\\\": 6, \\\"kh\\\\u1ecfi\\\": 13, \\\"\\\\u0111\\\\u1ec9nh\\\": 2, \\\"g\\\\u1ea7n\\\": 8, \\\"\\\\u0111\\\\u00e1y\\\": 1, \\\"history\\\": 7, \\\"8\\\": 5, \\\"l\\\\u1ecbch\\\": 5, \\\"lo\\\\u1ea1i\\\": 9, \\\"b\\\\u1ecf\\\": 7, \\\"reference\\\": 6, \\\"chu\\\": 7, \\\"\\\\u201cn\\\\u1ea1n\\\": 2, \\\"nh\\\\u00e2n\\\\u201d\\\": 2, \\\"h\\\\u1ed9i\\\": 4, \\\"r\\\\u1ed3i\\\": 1, \\\"\\\\u00ab\\\": 1, \\\"\\\\u00bb\\\": 1, \\\"n\\\\u00e2ng\\\": 3, \\\"not\\\": 1, \\\"nru\\\": 1, \\\"dirty\\\": 2, \\\"s\\\\u1eeda\\\": 7, \\\"th\\\\u1eadt\\\": 2, \\\"nhanh\\\": 10, \\\"ch\\\\u00f3ng\\\": 3, \\\"b\\\\u1ed1n\\\": 1, \\\"tu\\\\u1ef3\\\": 5, \\\"r\\\\u1ed7ng\\\": 1, \\\"lfu\\\": 1, \\\"mfu\\\": 1, \\\"most\\\": 1, \\\"frequently\\\": 1, \\\"l\\\\u1ef1a\\\": 8, \\\"t\\\\u1ef7\\\": 2, \\\"tr\\\\u1ec7\\\": 1, \\\"thrashing\\\": 1, \\\"ho\\\\u00e1n\\\": 1, \\\"t\\\\u1ec9\\\": 2, \\\"faults\\\": 1, \\\"sec\\\": 1, \\\"r\\\\u1ea5t\\\": 19, \\\"khi\\\\u1ebfn\\\": 2, \\\"gi\\\\u1ea3m\\\": 9, \\\"working\\\": 1, \\\"set\\\": 3, \\\"y\\\\u1ebfu\\\": 11, \\\"t\\\\u1ed1\\\": 5, \\\"t\\\\u0129nh\\\": 4, \\\"x\\\\u00e2y\\\": 5, \\\"d\\\\u1ef1ng\\\": 5, \\\"\\\\u0111\\\\u1ecbnhkh\\\\u00f4ng\\\": 1, \\\"b\\\\u1ed9i\\\": 2, \\\"ho\\\\u00e0n\\\": 12, \\\"thi\\\\u1ec7n\\\": 1, \\\"tr\\\\u1eeb\\\": 2, \\\"\\\\u00f4\\\": 12, \\\"t\\\\u1ebf\\\": 3, \\\"l\\\\u00ed\\\": 12, \\\"nh\\\\u00ecn\\\": 2, \\\"fram\\\": 1, \\\"ng\\\\u00f4n\\\": 7, \\\"windows\\\": 7, \\\"vb\\\": 1, \\\"net\\\": 1, \\\"vc\\\": 1, \\\"file\\\": 241, \\\"exe\\\": 1, \\\"ch\\\\u1ea1y\\\": 15, \\\"m\\\\u00e1y\\\": 56, \\\"thi\\\\u1ebfu\\\": 2, \\\"ocx\\\": 1, \\\"dll\\\": 1, \\\"offset\\\": 2, \\\"512\\\": 1, \\\"8192\\\": 1, \\\"thi\\\\u1ec3u\\\": 4, \\\"ki\\\\u1ebfn\\\": 3, \\\"t\\\\u1ed5ng\\\": 3, \\\"v\\\\u01b0\\\\u1ee3t\\\": 1, \\\"d\\\\u1eebng\\\": 7, \\\"bao\\\": 21, \\\"\\\\u0111\\\\u00e9n\\\": 1, \\\"nh\\\\u00e2n\\\": 5, \\\"gi\\\\u1ea3\\\": 8, \\\"7\\\": 13, \\\"6\\\": 3, \\\"f1\\\": 3, \\\"f2\\\": 3, \\\"f3\\\": 3, \\\"algorithm\\\": 1, \\\"10\\\": 2, \\\"in\\\": 2, \\\"t\\\\u1ed3n\\\": 5, \\\"b\\\": 6, \\\"d\\\\u1eddi\\\": 1, \\\"v\\\\u1eb9n\\\": 7, \\\"registers\\\": 1, \\\"cache\\\": 6, \\\"l1\\\": 1, \\\"primary\\\": 2, \\\"l2\\\": 1, \\\"secondary\\\": 1, \\\"main\\\": 1, \\\"tr\\\\u1ef1c\\\": 11, \\\"disk\\\": 5, \\\"external\\\": 3, \\\"ch\\\\u1eadm\\\": 2, \\\"\\\\u1ed5\\\": 5, \\\"hard\\\": 1, \\\"driver\\\": 2, \\\"hdd\\\": 1, \\\"cd\\\\u2026\\\": 1, \\\"tape\\\": 1, \\\"m\\\\u1ea1ng\\\": 4, \\\"ch\\\\u1ecbu\\\": 1, \\\"tr\\\\u00e1ch\\\": 1, \\\"nhi\\\\u1ec7m\\\": 15, \\\"\\\\u201cframes\\\\u201d\\\": 1, \\\"ch\\\\u1ee7\\\": 11, \\\"bus\\\": 2, \\\"\\\\u00e1p\\\": 4, \\\"c\\\": 7, \\\"c\\\\u1ee5\\\": 6, \\\"m\\\\u1ea1ch\\\": 1, \\\"mem\\\": 9, \\\"g\\\\u00e2y\\\": 7, \\\"s\\\\u1eb5n\\\": 11, \\\"b\\\\u00e0y\\\": 7, \\\"c\\\\u1ea5m\\\": 4, \\\"tr\\\\u00e1i\\\": 3, \\\"\\\\u0111\\\\u1ea3m\\\": 12, \\\"c\\\\u1ed9ng\\\": 2, \\\"ph\\\\u00e1p\\\": 28, \\\"th\\\\u1ef1\\\": 1, \\\"232\\\": 3, \\\"264\\\": 1, \\\"4kb\\\": 1, \\\"212\\\": 2, \\\"kho\\\\u1ea3n\\\": 30, \\\"220\\\": 1, \\\"4b\\\": 1, \\\"4mb\\\": 1, \\\"b1\\\": 1, \\\"b2\\\": 1, \\\"b4\\\": 2, \\\"b3\\\": 1, \\\"b5\\\": 1, \\\"ki\\\\u1ec7n\\\": 16, \\\"chu\\\\u1ea9n\\\": 3, \\\"hdh\\\": 4, \\\"\\\\u0111o\\\\u00e1n\\\": 1, \\\"nhu\\\": 3, \\\"trao\\\": 6, \\\"ph\\\\u1ea1m\\\": 7, \\\"slg\\\": 2, \\\"v\\\": 10, \\\"mong\\\": 3, \\\"thu\\\\u1eadn\\\": 2, \\\"\\\\u0111\\\\u1ed5i\\\\u00a0\\\": 1, \\\"\\\\u0111\\\\u1ed5\\\": 1, \\\"suy\\\": 1, \\\"d\\\\u00f5i\\\": 2, \\\"kh\\\\u00f3a\\\": 9, \\\"m\\\\u1eadt\\\": 14, \\\"dc\\\": 4, \\\"l\\\\u1eddi\\\": 4, \\\"ktra\\\": 2, \\\"ko\\\": 9, \\\"t\\\\u0129nh\\\\u00a0\\\": 1, \\\"\\\\u0111c\\\": 6, \\\"v\\\\u00f2\\\": 1, \\\"l\\\\u00e3ng\\\": 3, \\\"gd\\\": 1, \\\"n\\\\u1ed1i\\\": 11, \\\"ham\\\": 1, \\\"ch\\\\u00e8n\\\": 2, \\\"modul\\\": 6, \\\"stub\\\": 2, \\\"t\\\": 2, \\\"\\\\u1ee9\\\": 2, \\\"sd\\\": 1, \\\"c\\\\u1ea1nh\\\": 2, \\\"thich\\\": 1, \\\"\\\\u0111i\\\\u00eam\\\": 1, \\\"tr\\\\u00e1nh\\\": 8, \\\"d\\\\u1ed3n\\\": 1, \\\"n\\\\u00e9n\\\": 1, \\\"g\\\\u00ec\\\": 3, \\\"stt\\\": 1, \\\"kich\\\": 1, \\\"chi\\\\u1ebfm\\\": 15, \\\"nh\\\\u00ecu\\\": 1, \\\"sr\\\": 1, \\\"h\\\": 1, \\\"ch\\\\u1ed1ng\\\": 1, \\\"s\\\": 8, \\\"o\\\": 16, \\\"truy\\\\u1ec1n\\\": 9, \\\"n\\\\u1eb7ng\\\": 1, \\\"lu\\\\u1ed3ng\\\": 22, \\\"scheduler\\\": 1, \\\"system\\\": 11, \\\"call\\\": 2, \\\"vd\\\": 3, \\\"fork\\\": 1, \\\"unix\\\": 2, \\\"t\\\\u00e0i\\\": 69, \\\"text\\\": 2, \\\"section\\\": 8, \\\"program\\\": 5, \\\"global\\\": 1, \\\"variables\\\": 1, \\\"ct\\\": 2, \\\"static\\\": 1, \\\"khai\\\": 4, \\\"t\\\\u01b0\\\\u1eddng\\\": 1, \\\"minh\\\": 2, \\\"dynamic\\\": 1, \\\"number\\\": 1, \\\"identifier\\\": 3, \\\"kh\\\\u01a1i\\\": 1, \\\"block\\\": 7, \\\"pcb\\\": 21, \\\"n\\\\u01a1i\\\": 7, \\\"m\\\\u1ed1i\\\": 2, \\\"new\\\": 2, \\\"waiting\\\": 9, \\\"blocked\\\": 3, \\\"i\\\": 32, \\\"t\\\\u00edn\\\": 8, \\\"terminated\\\": 2, \\\"tr\\\\u1ecdng\\\": 13, \\\"c\\\\u1ea3nh\\\": 9, \\\"context\\\": 2, \\\"switch\\\": 1, \\\"giao\\\": 22, \\\"c\\\\u0169\\\": 2, \\\"multiprogramming\\\": 3, \\\"lu\\\\u00e2n\\\": 3, \\\"phi\\\\u00ean\\\": 6, \\\"c\\\\u1ef1c\\\": 1, \\\"\\\\u0111\\\\u1ea1i\\\": 4, \\\"sharing\\\": 2, \\\"users\\\": 1, \\\"cha\\\": 6, \\\"c\\\\u00e2y\\\": 14, \\\"routine\\\": 2, \\\"exit\\\": 1, \\\"quy\\\\u1ec1n\\\": 31, \\\"abort\\\": 1, \\\"buffer\\\": 1, \\\"information\\\": 1, \\\"computational\\\": 1, \\\"speedup\\\": 1, \\\"song\\\": 14, \\\"ph\\\\u1ee9c\\\": 2, \\\"t\\\\u1ea1p\\\": 2, \\\"kh\\\\u00e1i\\\": 3, \\\"ni\\\\u1ec7m\\\": 3, \\\"single\\\": 1, \\\"thread\\\": 3, \\\"of\\\": 2, \\\"open\\\": 1, \\\"m\\\\u1edf\\\": 12, \\\"multithreaded\\\": 1, \\\"burst\\\": 4, \\\"bound\\\": 8, \\\"multitasking\\\": 3, \\\"\\\\u0111\\\\u00ea\\\\u0300\\\": 1, \\\"long\\\": 1, \\\"term\\\": 3, \\\"scheduling\\\": 4, \\\"ch\\\\u1ea5p\\\": 3, \\\"medium\\\": 1, \\\"short\\\": 1, \\\"degree\\\": 1, \\\"clock\\\": 1, \\\"interrupt\\\": 3, \\\"operating\\\": 2, \\\"signal\\\": 4, \\\"l\\\\u1ee3i\\\": 4, \\\"utilization\\\": 2, \\\"b\\\\u1eadn\\\": 3, \\\"100\\\": 2, \\\"fair\\\": 1, \\\"share\\\": 1, \\\"throughput\\\": 2, \\\"response\\\": 2, \\\"request\\\": 1, \\\"quay\\\": 5, \\\"v\\\\u00f2ng\\\": 6, \\\"turnaround\\\": 2, \\\"submission\\\": 1, \\\"termination\\\": 1, \\\"\\\\u0111\\\\u1eb7c\\\": 14, \\\"tr\\\\u01b0ng\\\": 2, \\\"ch\\\\u00ed\\\": 2, \\\"h\\\\u01b0\\\\u1edbng\\\": 5, \\\"oriented\\\": 2, \\\"b\\\\u00f3\\\": 1, \\\"batch\\\": 2, \\\"interactive\\\": 1, \\\"fairness\\\": 1, \\\"nonpreemptive\\\": 3, \\\"preemptive\\\": 3, \\\"dispatcher\\\": 2, \\\"mode\\\": 1, \\\"nh\\\\u1ea3y\\\": 1, \\\"t\\\\u1ed5n\\\": 1, \\\"dispatch\\\": 1, \\\"latency\\\": 1, \\\"monopolizing\\\": 1, \\\"come\\\": 1, \\\"served\\\": 1, \\\"fcfs\\\": 2, \\\"queue\\\": 1, \\\"shortest\\\": 2, \\\"job\\\": 2, \\\"sjf\\\": 3, \\\"ch\\\\u1ee9ng\\\": 1, \\\"\\\\u01b0\\\\u1edbc\\\": 2, \\\"remaining\\\": 1, \\\"srtf\\\": 1, \\\"round\\\": 1, \\\"robin\\\": 1, \\\"rr\\\": 1, \\\"ms\\\": 7, \\\"timer\\\": 1, \\\"h\\\\u1ebft\\\": 4, \\\"x\\\\u1ed5\\\": 1, \\\"lottery\\\": 1, \\\"\\\\u201cv\\\\u00e9\\\": 1, \\\"s\\\\u1ed1\\\\u201d\\\": 1, \\\"h\\\\u0111h\\\": 2, \\\"v\\\\u00e9\\\": 2, \\\"\\\\u201ctr\\\\u00fang\\\": 1, \\\"gi\\\\u1ea3i\\\\u201d\\\": 1, \\\"s\\\\u1ee1\\\": 2, \\\"h\\\\u1eefu\\\": 7, \\\"l\\\\u1ea1c\\\": 23, \\\"\\\\u0111\\\\u00edch\\\": 4, \\\"\\\\u0111\\\\u01b0\\\\u1eddng\\\": 9, \\\"\\\\u1ed1ng\\\": 2, \\\"pipe\\\": 8, \\\"shared\\\": 2, \\\"\\\\u0111i\\\\u1ec7p\\\": 12, \\\"message\\\": 7, \\\"socket\\\": 11, \\\"g\\\\u1edfi\\\": 3, \\\"\\\\u0111i\\\": 5, \\\"sigint\\\": 1, \\\"nh\\\\u1ea5n\\\": 1, \\\"ph\\\\u00edm\\\": 1, \\\"ctl\\\": 1, \\\"sigill\\\": 1, \\\"sigkill\\\": 1, \\\"sigfpt\\\": 1, \\\"sigseg\\\": 1, \\\"sigcld\\\": 1, \\\"d\\\\u00f2ng\\\": 9, \\\"\\\\u0111\\\\u1ea7y\\\": 6, \\\"send\\\": 3, \\\"receive\\\": 3, \\\"indirect\\\": 1, \\\"communication\\\": 4, \\\"port\\\": 2, \\\"direct\\\": 2, \\\"q\\\": 2, \\\"bu\\\\u1ed9c\\\": 2, \\\"c\\\\u1ed5ng\\\": 1, \\\"\\\\u0111\\\\u00f3ng\\\": 4, \\\"vai\\\": 3, \\\"tr\\\\u00f2\\\": 4, \\\"b\\\\u01b0u\\\": 1, \\\"\\\\u201cti\\\\u1ebfn\\\": 4, \\\"g\\\\u1edfi\\\\u201d\\\": 1, \\\"nh\\\\u1eadn\\\\u201d\\\": 3, \\\"\\\\u0111i\\\\u1ec7n\\\": 4, \\\"tho\\\\u1ea1i\\\": 2, \\\"\\\\u0111\\\\u00e0i\\\": 1, \\\"su\\\\u1ed1t\\\": 2, \\\"sai\\\": 2, \\\"l\\\\u1ec7ch\\\": 1, \\\"mutual\\\": 1, \\\"exclusion\\\": 1, \\\"synchronization\\\": 1, \\\"\\\\u201cb\\\\u00e0i\\\": 2, \\\"b\\\\u1ed9\\\\u201d\\\": 1, \\\"b\\\\u00e0i\\\": 6, \\\"\\\\u201c\\\\u0111\\\\u1ed9c\\\": 1, \\\"xu\\\\u1ea5t\\\\u201d\\\": 1, \\\"mi\\\\u1ec1n\\\": 27, \\\"g\\\\u0103ng\\\\u201d\\\": 1, \\\"\\\\u201cph\\\\u1ed1i\\\": 1, \\\"hi\\\\u1ec7n\\\\u201d\\\": 1, \\\"g\\\\u0103ng\\\": 26, \\\"critical\\\": 2, \\\"if\\\": 1, \\\"taikhoan\\\": 3, \\\"tienrut\\\": 2, \\\"else\\\": 1, \\\"thong\\\": 1, \\\"\\\\u201ckhong\\\": 1, \\\"the\\\": 1, \\\"rut\\\": 1, \\\"tien\\\": 1, \\\"\\\\u201c\\\": 2, \\\"c\\\\u1ea3n\\\": 2, \\\"nh\\\\u00f3m\\\": 4, \\\"busy\\\": 2, \\\"sleep\\\": 6, \\\"and\\\": 4, \\\"wakeup\\\": 7, \\\"semaphore\\\": 8, \\\"monitor\\\": 8, \\\"c\\\\u1edd\\\": 2, \\\"peterson\\\": 2, \\\"tsl\\\": 3, \\\"test\\\": 2, \\\"lock\\\": 5, \\\"turn\\\": 8, \\\"ch\\\\u1eafc\\\": 2, \\\"ch\\\\u1eafn\\\": 2, \\\"g\\\\u00eda\\\": 1, \\\"ch\\\\u1eb7n\\\": 9, \\\"flag\\\": 9, \\\"int\\\": 1, \\\"false\\\": 4, \\\"true\\\": 3, \\\"pi\\\": 13, \\\"l\\\\u01b0\\\\u1ee3t\\\": 12, \\\"j\\\": 4, \\\"th\\\\u1eed\\\": 2, \\\"ngh\\\\u1ecb\\\": 2, \\\"pj\\\": 5, \\\"an\\\": 4, \\\"\\\\u201csleep\\\": 1, \\\"ng\\\\u1ee7\\\": 1, \\\"monitors\\\": 2, \\\"\\\\u00ae\\\": 3, \\\"\\\\u201cdanh\\\": 1, \\\"s\\\\u00e0ng\\\\u201d\\\": 1, \\\"list\\\": 6, \\\"d\\\\u01b0\\\\u01a1ng\\\": 1, \\\"e\\\": 7, \\\"down\\\": 1, \\\"up\\\": 2, \\\"qu\\\\u00ean\\\": 1, \\\"ngh\\\\u1ebdn\\\": 21, \\\"hoare\\\": 1, \\\"1974\\\": 1, \\\"brinch\\\": 1, \\\"hansen\\\": 1, \\\"1975\\\": 1, \\\"g\\\\u1ecdil\\\": 1, \\\"\\\\u00e0\\\": 1, \\\"wait\\\": 2, \\\"nguy\\\": 1, \\\"s\\\\u1eefa\\\": 1, \\\"ch\\\\u1eefa\\\": 1, \\\"ch\\\\u1ed1i\\\": 1, \\\"kho\\\\u00e1\\\": 1, \\\"tr\\\\u1edf\\\": 4, \\\"tho\\\\u00e1t\\\": 1, \\\"ri\\\": 2, \\\"rj\\\": 2, \\\"banker\\\": 1, \\\"for\\\": 1, \\\"graph\\\": 5, \\\"resource\\\": 2, \\\"allocation\\\": 1, \\\"ch\\\\u1ec9nh\\\": 2, \\\"h\\\\u1ee7y\\\": 2, \\\"n\\\\u1ea1n\\\": 1, \\\"rollback\\\": 1, \\\"\\\\u00ab\\\\u0111\\\\u00f3i\\\": 1, \\\"nguy\\\\u00ean\\\\u00bb\\\": 1, \\\"di\\\\u1ec7n\\\": 4, \\\"parent\\\": 1, \\\"child\\\": 1, \\\"xo\\\\u00e1\\\": 6, \\\"nh\\\\u1eb9\\\": 2, \\\"lightweight\\\": 1, \\\"process\\\\u2013lwp\\\": 1, \\\"id\\\": 1, \\\"g\\\\u1ecdn\\\": 2, \\\"nh\\\\u1edd\\\": 1, \\\"\\\\u0111o\\\": 1, \\\"l\\\\u01b0\\\\u1eddng\\\": 1, \\\"nh\\\\u1edb\\\\u2026\\\\u0111\\\\u1ed9\\\": 1, \\\"t\\\\u1ea7m\\\": 1, \\\"tr\\\\u00ecnh\\\\u2026\\\": 1, \\\"deadlock\\\": 4, \\\"ch\\\\u1ebft\\\": 2, \\\"m\\\\u00f4i\\\": 7, \\\"muti\\\": 1, \\\"threading\\\": 1, \\\"l\\\\u1eb7p\\\": 1, \\\"m\\\\u00e3i\\\": 2, \\\"boundedness\\\": 2, \\\"kh\\\\u00e1\\\": 3, \\\"khuynh\\\": 1, \\\"l\\\\u00f4\\\": 12, \\\"h\\\\u1ecd\\\": 2, \\\"s\\\\u00e0ng\\\": 7, \\\"th\\\\u1ecfa\\\": 1, \\\"m\\\\u00e3n\\\": 1, \\\"\\\\u0111\\\\u1eddi\\\": 4, \\\"ch\\\\u1ea5m\\\": 1, \\\"d\\\\u1ee9t\\\": 1, \\\"cu\\\\u1ed9c\\\": 9, \\\"c\\\\u00f4\\\": 6, \\\"ipc\\\": 2, \\\"inter\\\": 2, \\\"\\\\u0111\\\\u00e1ng\\\": 3, \\\"th\\\\u1ee5\\\": 9, \\\"heap\\\": 3, \\\"b\\\\u1ed5\\\": 1, \\\"c\\\\u01b0\\\\u1eddng\\\": 2, \\\"tranh\\\": 1, \\\"ti\\\\u1ec3u\\\": 8, \\\"ho\\\\u1ea1ch\\\": 1, \\\"deadlocks\\\": 1, \\\"r\\\\u00e0ng\\\": 1, \\\"th\\\\u1ea3o\\\": 1, \\\"h\\\\u1ea7u\\\": 1, \\\"tuy\\\": 2, \\\"nhi\\\\u00ean\\\": 3, \\\"kernel\\\": 3, \\\"ch\\\\u00fa\\\": 1, \\\"\\\\u00fd\\\": 3, \\\"nice\\\": 1, \\\"nhi\\\\u00eau\\\": 1, \\\"t\\\\u1ec7p\\\": 8, \\\"rom\\\": 10, \\\"ram\\\": 9, \\\"\\\\u1ee9c\\\": 1, \\\"bay\\\": 1, \\\"h\\\\u01a1i\\\": 1, \\\"m\\\\u1ea5t\\\": 4, \\\"xu\\\\u1ed1ng\\\": 2, \\\"k\\\\u00eanh\\\": 1, \\\"ti\\\\u1ec7n\\\": 6, \\\"tr\\\\u00f2n\\\": 1, \\\"b\\\\u0103ng\\\": 5, \\\"b\\\\u1ec1\\\": 1, \\\"random\\\": 1, \\\"access\\\": 3, \\\"ph\\\\u1eadn\\\": 3, \\\"ng\\\\u1eabu\\\": 1, \\\"t\\\\u1eaft\\\": 3, \\\"flash\\\": 3, \\\"non\\\": 1, \\\"volative\\\": 1, \\\"reprogrammed\\\": 1, \\\"t\\\\u00f9y\\\": 2, \\\"th\\\\u00f4i\\\": 1, \\\"\\\\u0111\\\\u1ed9t\\\": 1, \\\"ng\\\\u1ed9t\\\": 1, \\\"b\\\\u1ea1n\\\": 5, \\\"hi\\\\u1ec3u\\\": 2, \\\"ch\\\\u1eb3ng\\\": 3, \\\"s\\\\u1eaft\\\": 1, \\\"v\\\\u1ee5n\\\": 1, \\\"m\\\\u1ea5y\\\": 1, \\\"b\\\\u1ec1n\\\": 3, \\\"v\\\\u1eefng\\\": 2, \\\"magnetic\\\": 1, \\\"disks\\\": 1, \\\"quang\\\": 1, \\\"optical\\\": 1, \\\"window\\\": 1, \\\"ubuntu\\\": 1, \\\"android\\\": 1, \\\"ios\\\\u2026\\\": 1, \\\"tu\\\\u1ea7n\\\": 5, \\\"processor\\\": 1, \\\"che\\\": 1, \\\"ui\\\": 2, \\\"input\\\": 1, \\\"output\\\": 1, \\\"c\\\\u1eaft\\\": 1, \\\"r\\\\u00f5\\\": 2, \\\"os\\\": 1, \\\"th\\\\u00e1c\\\": 3, \\\"s\\\\u1ed1ng\\\": 1, \\\"h\\\\u1ecdc\\\": 3, \\\"h\\\\u1ea1i\\\": 1, \\\"t\\\\u1ea5n\\\": 1, \\\"b\\\\u1eddi\\\": 1, \\\"allocator\\\": 1, \\\"th\\\\u00e2n\\\": 4, \\\"h\\\\u1ecda\\\": 1, \\\"c\\\\u1eeda\\\": 1, \\\"\\\\u201cl\\\\u00f5i\\\\u201d\\\": 1, \\\"khoa\\\": 1, \\\"ngh\\\\u1ec9\\\": 1, \\\"hai\\\\u2026\\\": 1, \\\"r\\\\u1ed9ng\\\": 5, \\\"x\\\\u1ee9ng\\\": 4, \\\"t\\\\u1edb\\\": 1, \\\"d\\\\u00e2y\\\": 1, \\\"kh\\\\u1eaft\\\": 1, \\\"khe\\\": 1, \\\"t\\\\u1eadn\\\": 1, \\\"hi\\\\u1ebfn\\\": 1, \\\"dedicated\\\": 1, \\\"nh\\\\u00fang\\\": 5, \\\"ti\\\\u1ebfng\\\": 1, \\\"anh\\\": 1, \\\"embedded\\\": 1, \\\"m\\\\u1eb9\\\": 1, \\\"chuy\\\\u00ean\\\": 1, \\\"nghi\\\\u1ec7p\\\": 1, \\\"multiprogram\\\": 1, \\\"on\\\": 1, \\\"line\\\\u2026\\\": 1, \\\"ng\\\\u00e0y\\\": 3, \\\"pha\\\": 1, \\\"c\\\\u1ea3m\\\": 1, \\\"gi\\\\u00e1c\\\": 1, \\\"c\\\\u1eady\\\\u2026\\\": 1, \\\"nh\\\\u00f3\\\": 1, \\\"h\\\\u1ed3\\\": 1, \\\"\\\\u0103n\\\": 1, \\\"ch\\\\u01a1i\\\": 1, \\\"nh\\\\u00f9ng\\\": 1, \\\"pda\\\": 1, \\\"mobil\\\": 1, \\\"phones\\\": 1, \\\"1945\\\": 1, \\\"1955\\\": 2, \\\"vaccum\\\": 1, \\\"tube\\\": 1, \\\"plug\\\": 1, \\\"board\\\": 1, \\\"gay\\\": 1, \\\"1965\\\": 2, \\\"transistors\\\": 1, \\\"giai\\\": 1, \\\"spooling\\\": 1, \\\"c\\\\u1ea3i\\\": 1, \\\"1980\\\": 4, \\\"integrated\\\": 1, \\\"circruits\\\": 1, \\\"ics\\\": 1, \\\"multitask\\\": 1, \\\"dos\\\": 8, \\\"n\\\\u0103m\\\": 2, \\\"h\\\\u00e3ng\\\": 1, \\\"microsoft\\\": 1, \\\"command\\\": 1, \\\"line\\\": 1, \\\"interface\\\": 1, \\\"pc\\\": 1, \\\"personal\\\": 1, \\\"computer\\\": 1, \\\"ph\\\\u1ed5\\\": 1, \\\"th\\\\u1eadp\\\": 3, \\\"ni\\\\u00ean\\\": 2, \\\"1990\\\": 1, \\\"95\\\": 1, \\\"r\\\\u1ec7t\\\": 1, \\\"khuy\\\\u1ebfn\\\": 1, \\\"kh\\\\u00f3\\\": 6, \\\"th\\\\u00f9\\\": 2, \\\"applications\\\": 1, \\\"device\\\": 1, \\\"drivers\\\": 1, \\\"hardware\\\": 1, \\\"h\\\\u1ea1t\\\": 1, \\\"xuy\\\\u00ean\\\": 1, \\\"virtual\\\": 1, \\\"machine\\\": 1, \\\"x\\\\u1ebb\\\": 1, \\\"\\\\u00e1o\\\": 1, \\\"client\\\": 1, \\\"server\\\": 1, \\\"kh\\\\u00e1ch\\\": 2, \\\"g\\\\u1eedi\\\": 1, \\\"assembly\\\": 1, \\\"c\\\\u1eady\\\": 1, \\\"t\\\\u01b0\\\": 1, \\\"sysgen\\\": 1, \\\"generation\\\": 1, \\\"n\\\\u1edbi\\\": 1, \\\"\\\\u0111\\\\u1ec7m\\\": 1, \\\"seek\\\": 1, \\\"linux\\\": 3, \\\"word\\\": 1, \\\"record\\\": 1, \\\"tr\\\\u00f9ng\\\": 1, \\\"ai\\\": 1, \\\"file\\\\u2026\\\": 1, \\\"th\\\\u00e1ng\\\": 2, \\\"ss\\\\u1eeda\\\": 1, \\\"\\\\u0111un\\\": 1, \\\"\\\\u0111i\\\\u1ec7u\\\": 1, \\\"l\\\\u00f4gic\\\": 8, \\\"k\\\\u00edchth\\\\u01b0\\\\u1edbc\\\": 1, \\\"directory\\\": 2, \\\"folder\\\": 1, \\\"entry\\\": 1, \\\"m\\\\u1eabu\\\": 1, \\\"duy\\\\u1ec7t\\\": 2, \\\"li\\\\u1ec7t\\\": 1, \\\"k\\\\u00ea\\\": 1, \\\"ch\\\\u1ee9\\\": 2, \\\"g\\\\u1ed1c\\\": 10, \\\"tri\\\\u1ec3n\\\": 1, \\\"t\\\\u01b0\\\\u1edfng\\\": 1, \\\"c\\\\u00e0nh\\\": 2, \\\"l\\\\u00e1\\\": 1, \\\"fat\\\": 19, \\\"\\\\u201cr\\\\u1eebng\\\\u201d\\\": 1, \\\"\\\\u201cm\\\\u1ecdc\\\\u201d\\\": 1, \\\"to\\\": 1, \\\"m\\\\u1ecdc\\\": 1, \\\"ch\\\\u1ea5t\\\": 4, \\\"mount\\\": 1, \\\"acyclic\\\": 1, \\\"pathname\\\": 1, \\\"g\\\\u1ee3i\\\": 1, \\\"sector\\\": 11, \\\"cluster\\\": 4, \\\"va\\\": 1, \\\"kh\\\\u0103n\\\": 2, \\\"fragmentation\\\": 2, \\\"linked\\\": 1, \\\"m\\\\u00f3c\\\": 2, \\\"nil\\\": 1, \\\"boot\\\": 6, \\\"16\\\": 3, \\\"32\\\": 4, \\\"216\\\": 1, \\\"index\\\": 2, \\\"node\\\": 14, \\\"ph\\\\u00eda\\\": 1, \\\"internal\\\": 1, \\\"segmentation\\\": 1, \\\"ntfs\\\": 2, \\\"nt\\\": 2, \\\"hi\\\\u1ec3n\\\": 1, \\\"m\\\\u00e3nh\\\": 1, \\\"gi\\\\u1eddi\\\": 1, \\\"thu\\\\u1ed1c\\\": 1, \\\"512b\\\": 1, \\\"32kb\\\": 1, \\\"map\\\": 1, \\\"chi\\\\u1ec1u\\\": 1, \\\"b\\\\u00e9\\\": 1, \\\"n\\\\u1eefa\\\": 2, \\\"nh\\\\u1ecb\\\": 2, \\\"tree\\\": 1, \\\"c\\\\u00e2n\\\": 1, \\\"nh\\\\u00e1nh\\\": 1, \\\"b\\\\u0103m\\\": 3, \\\"hash\\\": 1, \\\"root\\\": 3, \\\"ext2\\\": 1, \\\"th\\\\u1eadm\\\": 1, \\\"m\\\\u00e1t\\\": 1, \\\"h\\\\u1ecfng\\\": 8, \\\"s\\\\u1ea3n\\\": 1, \\\"d\\\\u1ef1\\\": 6, \\\"ph\\\\u00f2ng\\\": 2, \\\"backup\\\": 3, \\\"r\\\\u1ebb\\\": 1, \\\"full\\\": 1, \\\"t\\\\u1ed1n\\\": 1, \\\"d\\\\u1ea7n\\\": 3, \\\"incremental\\\": 1, \\\"archive\\\": 1, \\\"scandisk\\\": 1, \\\"kh\\\\u00f4i\\\": 2, \\\"transaction\\\": 1, \\\"tr\\\\u1ecdn\\\": 3, \\\"log\\\": 2, \\\"kh\\\\u1ea9u\\\": 7, \\\"k\\\\u00e8m\\\": 1, \\\"acl\\\": 3, \\\"\\\\u0111\\\\u0103ng\\\": 2, \\\"uid\\\": 3, \\\"change\\\": 2, \\\"delete\\\": 1, \\\"owner\\\": 1, \\\"cd\\\": 1, \\\"th\\\\u1ebb\\\": 1, \\\"gic\\\": 8, \\\"ch\\\\u1eef\\\": 1, \\\"c\\\\u00e1i\\\": 1, \\\"partition\\\": 3, \\\"extended\\\": 1, \\\"kia\\\": 1, \\\"fat12\\\": 2, \\\"fat16\\\": 1, \\\"fat32\\\": 1, \\\"ch\\\\u1eeda\\\": 1, \\\"255\\\": 1, \\\"gh\\\\u00e9p\\\": 1}\", \"word_docs\": \"{\\\"nh\\\\u1eb1m\\\": 3, \\\"l\\\\u00fd\\\": 89, \\\"nh\\\\u1edb\\\": 134, \\\"c\\\\u1ee7aph\\\\u1ea7n\\\": 1, \\\"process\\\": 39, \\\"hi\\\\u1ec7u\\\": 34, \\\"h\\\\u00e0nh\\\": 96, \\\"tr\\\\u1ee3\\\": 11, \\\"h\\\\u1ed7\\\": 11, \\\"ph\\\\u00e2n\\\": 82, \\\"c\\\\u00e1c\\\": 237, \\\"qu\\\\u1ea3\\\": 16, \\\"c\\\\u1ee7a\\\": 183, \\\"sao\\\": 19, \\\"c\\\\u00f4ng\\\": 30, \\\"ph\\\\u1ed1i\\\": 17, \\\"trong\\\": 204, \\\"c\\\\u1ee9ng\\\": 31, \\\"h\\\\u1ec7\\\": 166, \\\"s\\\\u1eafp\\\": 5, \\\"qu\\\\u1ea3n\\\": 37, \\\"cho\\\": 134, \\\"s\\\\u1ef1\\\": 20, \\\"x\\\\u1ebfp\\\": 11, \\\"b\\\\u1ed9\\\": 146, \\\"vi\\\\u1ec7c\\\": 80, \\\"v\\\\u1edbi\\\": 98, \\\"l\\\\u00e0\\\": 190, \\\"\\\\u0111i\\\\u1ec1u\\\": 110, \\\"t\\\\u1ed1t\\\": 5, \\\"nhi\\\\u1ec1u\\\": 56, \\\"\\\\u0111\\\\u01b0\\\\u1ee3c\\\": 225, \\\"ch\\\\u01b0\\\\u01a1ng\\\": 78, \\\"gia\\\": 3, \\\"v\\\\u00e0o\\\": 86, \\\"ti\\\\u00eau\\\": 15, \\\"tr\\\\u00ecnh\\\": 186, \\\"m\\\\u1ee5c\\\": 52, \\\"n\\\\u1ea1p\\\": 28, \\\"m\\\\u1ee9c\\\": 13, \\\"c\\\\u1ea7n\\\": 77, \\\"\\\\u0111\\\\u1ea1t\\\": 4, \\\"t\\\\u0103ng\\\": 25, \\\"\\\\u0111a\\\": 26, \\\"\\\\u0111\\\\u1ed9\\\": 46, \\\"c\\\\u00e0ng\\\": 2, \\\"y\\\\u00eau\\\": 32, \\\"\\\\u2026\\\": 11, \\\"swapping\\\": 5, \\\"v\\\\u1ecb\\\": 48, \\\"\\\\u0111\\\\u1ecbnh\\\": 69, \\\"khi\\\": 101, \\\"l\\\\u01b0\\\\u1ee3c\\\": 8, \\\"\\\\u0111\\\\u1ecba\\\": 65, \\\"ph\\\\u1ea3i\\\": 45, \\\"\\\\u0111\\\\u1ed1i\\\": 37, \\\"kh\\\\u00f4ng\\\": 112, \\\"th\\\\u1ef1c\\\": 107, \\\"b\\\\u1ea3o\\\": 22, \\\"user\\\": 4, \\\"h\\\\u1ee3p\\\": 53, \\\"tra\\\": 10, \\\"c\\\\u1ea5p\\\": 78, \\\"c\\\\u1ea7u\\\": 36, \\\"truy\\\": 57, \\\"t\\\\u00ednh\\\": 64, \\\"\\\\u0111\\\\u00e2y\\\": 8, \\\"chia\\\": 52, \\\"c\\\\u00f3\\\": 204, \\\"ch\\\\u1ec9\\\": 113, \\\"relocation\\\": 1, \\\"v\\\\u00f9ng\\\": 39, \\\"xu\\\\u1ea5t\\\": 37, \\\"g\\\\u1eafn\\\": 9, \\\"m\\\\u1ec1m\\\": 14, \\\"m\\\\u00e0\\\": 39, \\\"t\\\\u1eeb\\\": 49, \\\"ph\\\\u00e1t\\\": 58, \\\"s\\\\u1ebb\\\": 25, \\\"v\\\\u1ec7\\\": 9, \\\"k\\\\u1ebft\\\": 39, \\\"ki\\\\u1ec3m\\\": 18, \\\"chi\\\\u1ebfn\\\": 8, \\\"l\\\\u1ec7\\\": 8, \\\"lu\\\\u1eadn\\\": 9, \\\"ph\\\\u00e9p\\\": 34, \\\"t\\\\u00e1i\\\": 2, \\\"d\\\\u1ebbo\\\": 1, \\\"chung\\\": 19, \\\"physical\\\": 1, \\\"di\\\\u1ec5n\\\": 7, \\\"address\\\": 6, \\\"tr\\\\u00ed\\\": 33, \\\"m\\\\u1ed9t\\\": 207, \\\"v\\\\u1eadt\\\": 16, \\\"ch\\\\u00ednh\\\": 34, \\\"logical\\\": 3, \\\"t\\\\u1ea3\\\": 5, \\\"bi\\\\u00ean\\\": 17, \\\"tuy\\\\u1ec7t\\\": 5, \\\"compiler\\\": 3, \\\"t\\\\u01b0\\\\u01a1ng\\\": 46, \\\"t\\\\u1ea1o\\\": 43, \\\"relative\\\": 2, \\\"c\\\\u1ea5u\\\": 50, \\\"d\\\\u1ecbch\\\": 20, \\\"absolute\\\": 2, \\\"tham\\\": 6, \\\"l\\\\u1ec7nh\\\": 25, \\\"chi\\\\u1ebfu\\\": 4, \\\"ra\\\": 58, \\\"m\\\\u1ed7i\\\": 75, \\\"\\\\u0111\\\\u1ec1u\\\": 11, \\\"\\\\u0111\\\\u00f3\\\": 64, \\\"m\\\\u00e3\\\": 12, \\\"n\\\\u00e0o\\\": 29, \\\"d\\\\u1ee5\\\": 11, \\\"byte\\\": 11, \\\"\\\\u0111\\\\u1ea7u\\\": 44, \\\"bi\\\\u1ec3u\\\": 5, \\\"12\\\": 2, \\\"b\\\\u1eaft\\\": 16, \\\"v\\\\u00ed\\\": 10, \\\"x\\\\u00e1c\\\": 35, \\\"ki\\\\u1ec3u\\\": 14, \\\"so\\\": 9, \\\"\\\\u0111\\\\u01b0\\\\u01a1ng\\\": 2, \\\"\\\\u0111\\\\u1ebfn\\\": 40, \\\"chuy\\\\u1ec3n\\\": 31, \\\"su\\\\u1ea5t\\\": 4, \\\"\\\\u0111\\\\u1ed5i\\\": 41, \\\"thao\\\": 18, \\\"thi\\\": 37, \\\"t\\\\u00e1c\\\": 33, \\\"th\\\\u01b0\\\\u1eddng\\\": 41, \\\"cao\\\": 19, \\\"\\\\u0111\\\\u1ec3\\\": 105, \\\"th\\\\u00e0nh\\\": 59, \\\"ph\\\\u1ea7n\\\": 68, \\\"gian\\\": 81, \\\"\\\\u00e1nh\\\": 13, \\\"nay\\\": 5, \\\"sang\\\": 13, \\\"qu\\\\u00e1\\\": 24, \\\"kh\\\\u00e1c\\\": 75, \\\"x\\\\u1ea1\\\": 11, \\\"bi\\\\u1ebfn\\\": 18, \\\"loading\\\": 2, \\\"th\\\\u1eddi\\\": 81, \\\"14\\\": 1, \\\"a\\\": 7, \\\"th\\\\u1ec3\\\": 100, \\\"source\\\": 1, \\\"linking\\\": 1, \\\"module\\\": 14, \\\"\\\\u0111i\\\\u1ec3m\\\": 33, \\\"bytes\\\": 1, \\\"symbolic\\\": 1, \\\"pointer\\\": 1, \\\"code\\\": 5, \\\"h\\\\u1eb1ng\\\": 1, \\\"\\\\u1edf\\\": 24, \\\"compile\\\": 2, \\\"ba\\\": 5, \\\"v\\\\u00e0\\\": 174, \\\"load\\\": 3, \\\"t\\\\u1ea1i\\\": 19, \\\"execution\\\": 3, \\\"d\\\\u1eef\\\": 54, \\\"instruction\\\": 1, \\\"time\\\": 10, \\\"x\\\\u1ea3y\\\": 14, \\\"data\\\": 7, \\\"li\\\\u1ec7u\\\": 55, \\\"nhau\\\": 48, \\\"bi\\\\u1ebft\\\": 11, \\\"n\\\\u1ebfu\\\": 41, \\\"tr\\\\u01b0\\\\u1edbc\\\": 22, \\\"l\\\\u00fac\\\": 11, \\\"khuy\\\\u1ebft\\\": 1, \\\"l\\\\u1ea1i\\\": 42, \\\"g\\\\u00e1n\\\": 7, \\\"thay\\\": 40, \\\"th\\\\u00ec\\\": 32, \\\"sinh\\\": 8, \\\"base\\\": 6, \\\"s\\\\u1ebd\\\": 77, \\\"\\\\u0111\\\\u00e2u\\\": 3, \\\"reload\\\": 1, \\\"ti\\\\u1ebfn\\\": 127, \\\"tr\\\\u00ean\\\": 58, \\\"to\\\\u00e1n\\\": 27, \\\"\\\\u0111\\\\u1ed1\\\": 2, \\\"n\\\\u1ec1n\\\": 1, \\\"d\\\\u1ef1a\\\": 8, \\\"n\\\\u00ean\\\": 9, \\\"n\\\\u1eb1m\\\": 15, \\\"ch\\\\u01b0a\\\": 12, \\\"loader\\\": 1, \\\"di\\\": 3, \\\"tr\\\\u00ec\\\": 8, \\\"ho\\\\u00e3n\\\": 2, \\\"cpu\\\": 54, \\\"segment\\\": 5, \\\"ph\\\\u00ed\\\": 14, \\\"d\\\\u1ee5ng\\\": 110, \\\"duy\\\": 14, \\\"\\\\u0111\\\\u1ed9c\\\": 14, \\\"tuy\\\\u1ebfn\\\": 3, \\\"chi\\\": 13, \\\"c\\\\u1ea3\\\": 29, \\\"v\\\\u1ec1\\\": 50, \\\"d\\\\u1ea1ng\\\": 6, \\\"to\\\\u00e0n\\\": 30, \\\"vi\\\\u1ec7n\\\": 3, \\\"s\\\\u1eed\\\": 99, \\\"tr\\\\u00fac\\\": 51, \\\"t\\\\u1ed1c\\\": 14, \\\"l\\\\u1eadp\\\": 32, \\\"n\\\\u00e0y\\\": 68, \\\"nh\\\\u1ea5t\\\": 51, \\\"th\\\\u01b0\\\": 40, \\\"t\\\\u1ea5t\\\": 28, \\\"vi\\\\u1ebft\\\": 3, \\\"ri\\\\u00eang\\\": 26, \\\"r\\\\u1ebd\\\": 3, \\\"ki\\\\u1ec7m\\\": 3, \\\"\\\\u0111\\\\u1ed9ng\\\": 45, \\\"ti\\\\u1ebft\\\": 3, \\\"d\\\\u01b0\\\\u1edbi\\\": 5, \\\"thi\\\\u1ebft\\\": 46, \\\"h\\\\u01a1n\\\": 41, \\\"t\\\\u00edch\\\": 5, \\\"th\\\\u1ea5p\\\": 11, \\\"t\\\\u1ed5\\\": 15, \\\"k\\\\u00edch\\\": 57, \\\"th\\\\u01b0\\\\u1edbc\\\": 53, \\\"l\\\\u1edbn\\\": 29, \\\"l\\\\u1edbp\\\": 8, \\\"xem\\\": 8, \\\"\\\\u0111\\\\u1ed3\\\": 7, \\\"d\\\\u00e0nh\\\": 8, \\\"ch\\\\u1ee9c\\\": 19, \\\"\\\\u1ee9ng\\\": 41, \\\"c\\\\u0169ng\\\": 19, \\\"c\\\\u00f9ng\\\": 38, \\\"sau\\\": 28, \\\"ban\\\": 3, \\\"overlay\\\": 5, \\\"s\\\\u01a1\\\": 2, \\\"b\\\\u1eb1ng\\\": 46, \\\"page\\\": 9, \\\"t\\\\u1ee9c\\\": 11, \\\"khung\\\": 19, \\\"control\\\": 7, \\\"\\\\u2013\\\": 9, \\\"trang\\\": 48, \\\"pct\\\": 1, \\\"g\\\\u1ecdi\\\": 49, \\\"khi\\\\u1ec3n\\\": 14, \\\"table\\\": 7, \\\"nh\\\\u01b0ng\\\": 18, \\\"li\\\\u1ec7n\\\": 1, \\\"li\\\\u00ean\\\": 34, \\\"\\\\u0111o\\\\u1ea1n\\\": 26, \\\"ho\\\\u1eb7c\\\": 48, \\\"v\\\\u00e0i\\\": 1, \\\"sct\\\": 1, \\\"ti\\\\u1ebfp\\\": 45, \\\"c\\\\u1ed1\\\": 13, \\\"c\\\\u00f2n\\\": 27, \\\"ng\\\\u01b0\\\\u1eddi\\\": 41, \\\"d\\\\u00f9ng\\\": 62, \\\"ch\\\\u1ee9a\\\": 57, \\\"2\\\": 23, \\\"so\\\\u00e1t\\\": 8, \\\"gi\\\\u00e1\\\": 16, \\\"\\\\u0111\\\\u01a1n\\\": 33, \\\"tr\\\\u1ecb\\\": 21, \\\"bi\\\\u1ec7t\\\": 21, \\\"gi\\\\u1edbi\\\": 7, \\\"\\\\u0111\\\\u01b0a\\\": 13, \\\"s\\\\u00e1nh\\\": 3, \\\"h\\\\u1ea1n\\\": 21, \\\"ghi\\\": 46, \\\"thanh\\\": 17, \\\"tr\\\\u1ea1ng\\\": 26, \\\"ready\\\": 12, \\\"out\\\": 3, \\\"th\\\\u00e1i\\\": 20, \\\"swap\\\": 2, \\\"k\\\\u1ef3\\\": 5, \\\"\\\\u0111ang\\\": 35, \\\"b\\\\u1ea5t\\\": 11, \\\"ngo\\\\u00e0i\\\": 22, \\\"tr\\\\u1ed1ng\\\": 22, \\\"n\\\\u00f3\\\": 35, \\\"ph\\\\u00f9\\\": 7, \\\"running\\\": 8, \\\"h\\\\u00e0ng\\\": 13, \\\"th\\\\u00fac\\\": 16, \\\"ph\\\\u00f3ng\\\": 14, \\\"gi\\\\u1ea3i\\\": 34, \\\"nh\\\\u1eadp\\\": 11, \\\"t\\\\u01b0ong\\\": 3, \\\"t\\\\u1ea3i\\\": 7, \\\"r\\\\u1ed7i\\\": 1, \\\"\\\\u0111\\\\u1ee3i\\\": 22, \\\"hi\\\\u1ec7n\\\": 75, \\\"nh\\\\u1ecf\\\": 14, \\\"m\\\\u1ea3nh\\\": 11, \\\"t\\\\u01b0\\\\u1ee3ng\\\": 14, \\\"hu\\\\u1ed1ng\\\": 2, \\\"kh\\\\u1eafc\\\": 1, \\\"t\\\\u00ecnh\\\": 13, \\\"t\\\\u1eebng\\\": 13, \\\"ph\\\\u1ee5c\\\": 7, \\\"n\\\\u1ed9i\\\": 15, \\\"k\\\\u1ebf\\\": 8, \\\"theo\\\": 52, \\\"l\\\\u00ean\\\": 11, \\\"\\\\u0111\\\\u00e8\\\": 2, \\\"dung\\\": 17, \\\"th\\\\u00eam\\\": 10, \\\"m\\\\u1edbi\\\": 21, \\\"gi\\\\u1eef\\\": 16, \\\"th\\\\u00f4ng\\\": 76, \\\"lai\\\": 3, \\\"l\\\\u01b0\\\\u1ee3ng\\\": 26, \\\"\\\\u0111\\\\u00e1p\\\": 8, \\\"kh\\\\u1ed1i\\\": 49, \\\"\\\\u0111\\\\u00e3\\\": 27, \\\"l\\\\u01b0u\\\": 53, \\\"tr\\\\u1ed5ng\\\": 1, \\\"\\\\u0111\\\\u1ee7\\\": 13, \\\"nh\\\\u01b0\\\": 54, \\\"tin\\\": 67, \\\"t\\\\u00ecm\\\": 17, \\\"\\\\u0111\\\\u1ed3ng\\\": 12, \\\"nh\\\\u1eefng\\\": 28, \\\"kh\\\\u1ea3\\\": 14, \\\"th\\\\u1ea5y\\\": 5, \\\"v\\\\u1eeba\\\": 9, \\\"hay\\\": 35, \\\"c\\\\u1ee1\\\": 1, \\\"\\\\u0111\\\\u00e1nh\\\": 14, \\\"hai\\\": 30, \\\"kho\\\\u1ea3ng\\\": 12, \\\"b\\\\u1ecb\\\": 54, \\\"tr\\\\u1edb\\\": 1, \\\"r\\\\u1ea3i\\\": 2, \\\"h\\\\u1eb9p\\\": 1, \\\"r\\\\u00e1c\\\": 2, \\\"t\\\\u00e1ch\\\": 2, \\\"th\\\\u1ed1ng\\\": 98, \\\"k\\\\u1ec1\\\": 2, \\\"d\\\\u1ea5u\\\": 7, \\\"ki\\\\u1ebfm\\\": 6, \\\"ch\\\\u1ebf\\\": 25, \\\"danh\\\": 27, \\\"c\\\\u01a1\\\": 34, \\\"s\\\\u00e1ch\\\": 24, \\\"th\\\\u00edch\\\": 6, \\\"nguy\\\\u00ean\\\": 46, \\\"thu\\\": 6, \\\"bit\\\": 12, \\\"h\\\\u1ed3i\\\": 7, \\\"t\\\\u1eafc\\\": 14, \\\"b\\\\u1ea3n\\\": 25, \\\"first\\\": 7, \\\"next\\\": 1, \\\"fit\\\": 3, \\\"ngay\\\": 5, \\\"ti\\\\u00ean\\\": 27, \\\"ch\\\\u1ecdn\\\": 28, \\\"best\\\": 3, \\\"h\\\\u1ecdn\\\": 1, \\\"worst\\\": 2, \\\"\\\\u0111\\\\u00fang\\\": 6, \\\"n\\\\u0103ng\\\": 19, \\\"quan\\\": 25, \\\"vi\\\\u00ean\\\": 2, \\\"thu\\\\u1eddng\\\": 1, \\\"gi\\\\u1eefa\\\": 18, \\\"d\\\\u00e3y\\\": 2, \\\"t\\\\u1ef1\\\": 25, \\\"coi\\\": 7, \\\"th\\\\u1ee9\\\": 24, \\\"qua\\\": 16, \\\"g\\\\u1ed3m\\\": 34, \\\"th\\\\u1ee7\\\": 2, \\\"con\\\": 25, \\\"h\\\\u00e0m\\\": 17, \\\"t\\\\u1ee5c\\\": 6, \\\"sqrt\\\": 1, \\\"c\\\\u00e1ch\\\": 36, \\\"t\\\\u00e2m\\\": 5, \\\"n\\\\u00f3i\\\": 9, \\\"c\\\\u00e2u\\\": 3, \\\"m\\\\u1ed3i\\\": 4, \\\"5\\\": 4, \\\"t\\\\u1edbi\\\": 27, \\\"ch\\\\u00fang\\\": 7, \\\"17\\\": 1, \\\"k\\\\u00fd\\\": 4, \\\"b\\\\u1edfi\\\": 14, \\\"b\\\\u1ea3ng\\\": 34, \\\"ngu\\\\u1ed3n\\\": 3, \\\"chu\\\\u1ed7i\\\": 4, \\\"d\\\\u00f9\\\": 2, \\\"do\\\": 28, \\\"limit\\\": 3, \\\"trinh\\\": 2, \\\"s\\\\u1edf\\\": 11, \\\"ph\\\\u01b0\\\\u01a1ng\\\": 24, \\\"v\\\\u1eabn\\\": 5, \\\"c\\\\u00f9a\\\": 1, \\\"th\\\\u1ee9c\\\": 5, \\\"m\\\\u1eb7c\\\": 2, \\\"3\\\": 13, \\\"fortran\\\": 1, \\\"1\\\": 35, \\\"pascal\\\": 1, \\\"ng\\\\u0103n\\\": 14, \\\"m\\\\u1ea3ng\\\": 5, \\\"l\\\\u1ea7n\\\": 17, \\\"tr\\\\u1ea3\\\": 3, \\\"s\\\\u1ed1\\\": 87, \\\"4\\\": 8, \\\"c\\\\u1ee5c\\\": 8, \\\"t\\\\u1eadp\\\": 27, \\\"m\\\": 3, \\\"gi\\\\u1ea3n\\\": 18, \\\"s\\\\u1ed5\\\": 2, \\\"logic\\\": 11, \\\"t\\\\u00ean\\\": 22, \\\"h\\\\u1ecdp\\\": 1, \\\"unit\\\": 2, \\\"k\\\\u1ef9\\\": 30, \\\"management\\\": 3, \\\"memory\\\": 9, \\\"d\\\": 5, \\\"mmu\\\": 4, \\\"thu\\\\u1eadt\\\": 52, \\\"c\\\\u00e0i\\\": 9, \\\"stlr\\\": 1, \\\"register\\\": 4, \\\"stbr\\\": 1, \\\"\\\\u0111\\\\u1eb7t\\\": 19, \\\"b\\\\u00e1ng\\\": 1, \\\"tr\\\\u1ecf\\\": 13, \\\"kh\\\\u1edfi\\\": 11, \\\"gi\\\\u00e1n\\\": 3, \\\"\\\\u0111\\\\u1ecdc\\\": 23, \\\"thu\\\\u1ed9c\\\": 39, \\\"li\\\\u1ebfp\\\": 1, \\\"t\\\\u1eed\\\": 8, \\\"attribute\\\": 2, \\\"x\\\\u00e9t\\\": 2, \\\"ngo\\\\u1ea1i\\\": 7, \\\"r\\\": 2, \\\"d\\\\u1ec5\\\": 9, \\\"d\\\\u00e0ng\\\": 2, \\\"x\\\": 1, \\\"w\\\": 1, \\\"vi\\\": 13, \\\"\\\\u01b0u\\\": 22, \\\"nh\\\\u1eadn\\\": 13, \\\"0\\\": 17, \\\"\\\\u1ea3o\\\": 13, \\\"bi\\\\u1ec5u\\\": 1, \\\"2m\\\": 1, \\\"b\\\\u00edt\\\": 2, \\\"n\\\": 2, \\\"th\\\\u1eeba\\\": 3, \\\"l\\\\u0169y\\\": 3, \\\"9\\\": 2, \\\"13\\\": 1, \\\"2n\\\": 1, \\\"h\\\\u00ecnh\\\": 13, \\\"m\\\\u00f4\\\": 11, \\\"f\\\": 3, \\\"ch\\\\u00e9p\\\": 3, \\\"\\\\u0111i\\\\u1ea1\\\": 1, \\\"ptlr\\\": 1, \\\"ptbr\\\": 2, \\\"b\\\\u00ean\\\": 10, \\\"li\\\\u1ec1n\\\": 2, \\\"v\\\\u1ea5n\\\": 6, \\\"quy\\\\u1ebft\\\": 11, \\\"gi\\\\u00e1p\\\": 1, \\\"tr\\\\u1eef\\\": 33, \\\"\\\\u0111\\\\u1ec1\\\": 7, \\\"b\\\\u00f9\\\": 1, \\\"gi\\\\u1ed1ng\\\": 2, \\\"b\\\\u00e2y\\\": 1, \\\"gi\\\\u1edd\\\": 4, \\\"c\\\\u1eadp\\\": 36, \\\"quy\\\": 5, \\\"pid\\\": 4, \\\"ngh\\\\u1ecbch\\\": 2, \\\"c\\\\u1eb7p\\\": 2, \\\"\\\\u0111\\\\u1ea3o\\\": 1, \\\"p\\\": 3, \\\"write\\\": 2, \\\"th\\\\u1ecb\\\": 7, \\\"\\\\u201cinvalid\\\\u201d\\\": 1, \\\"invalid\\\": 2, \\\"execute\\\": 1, \\\"valid\\\": 2, \\\"read\\\": 3, \\\"\\\\u201cvalid\\\\u201d\\\": 1, \\\"only\\\": 2, \\\"frame\\\": 2, \\\"protection\\\": 1, \\\"ph\\\\u1ee5\\\": 15, \\\"ngh\\\\u0129a\\\": 11, \\\"ng\\\\u1eef\\\": 11, \\\"\\\\u0111\\\\u0129a\\\": 54, \\\"demand\\\": 1, \\\"x\\\\u1eed\\\": 37, \\\"v\\\\u1eady\\\": 8, \\\"cung\\\": 17, \\\"gi\\\\u00fap\\\": 10, \\\"v\\\\u00ec\\\": 13, \\\"paging\\\": 1, \\\"m\\\\u1ed9\\\": 1, \\\"tr\\\\u00fa\\\": 2, \\\"t\\\\u1ea1m\\\": 4, \\\"ph\\\\u1ea3n\\\": 2, \\\"b\\\\u00e1o\\\": 4, \\\"l\\\\u1ea5y\\\": 2, \\\"fault\\\": 1, \\\"l\\\\u1ed7i\\\": 18, \\\"ng\\\\u01b0\\\\u1ee3c\\\": 6, \\\"ng\\\\u1eaft\\\": 7, \\\"mu\\\\u1ed1n\\\": 5, \\\"b\\\\u01b0\\\\u1edbc\\\": 4, \\\"ho\\\\u1ea1t\\\": 21, \\\"d\\\\u00f2\\\": 1, \\\"nh\\\\u1eadt\\\": 6, \\\"l\\\\u00e0m\\\": 25, \\\"th\\\\u1ebf\\\": 25, \\\"v\\\\u1eafng\\\": 1, \\\"mang\\\": 3, \\\"ch\\\\u1ed7\\\": 5, \\\"m\\\\u1eb7t\\\": 6, \\\"trung\\\": 8, \\\"nh\\\\u01b0\\\\u1ee3c\\\": 7, \\\"v\\\\u1ee5\\\": 11, \\\"fifo\\\": 6, \\\"k\\\\u1ec3\\\": 7, \\\"m\\\\u1ecdi\\\": 4, \\\"d\\\\u00e0i\\\": 14, \\\"c\\\\u0103n\\\": 1, \\\"c\\\\u1ee9\\\": 3, \\\"v\\\\u00f4\\\": 3, \\\"ng\\\\u1eafn\\\": 8, \\\"\\\\u00edt\\\": 11, \\\"b\\\\u00ecnh\\\": 2, \\\"t\\\\u00e1n\\\": 6, \\\"belady\\\": 1, \\\"ch\\\\u1edd\\\": 12, \\\"d\\\\u1eabn\\\": 9, \\\"l\\\\u00e2u\\\": 8, \\\"c\\\\u1eadn\\\": 2, \\\"m\\\\u00ecnh\\\": 13, \\\"r\\\\u1eb1ng\\\": 2, \\\"h\\\\u00f3a\\\": 6, \\\"replacement\\\": 2, \\\"opt\\\": 3, \\\"optimal\\\": 2, \\\"lu\\\\u00f4n\\\": 6, \\\"t\\\\u1ed1i\\\": 15, \\\"ta\\\": 11, \\\"lru\\\": 2, \\\"used\\\": 4, \\\"counter\\\": 3, \\\"recently\\\": 3, \\\"kh\\\\u1ecfi\\\": 12, \\\"\\\\u0111\\\\u1ebfm\\\": 6, \\\"g\\\\u1ea7n\\\": 6, \\\"least\\\": 2, \\\"tr\\\\u01b0\\\\u1eddng\\\": 20, \\\"\\\\u0111\\\\u00f2i\\\": 6, \\\"stack\\\": 6, \\\"x\\\\u00f3a\\\": 5, \\\"cu\\\\u1ed1i\\\": 13, \\\"\\\\u0111\\\\u1ec9nh\\\": 2, \\\"\\\\u0111\\\\u00e1y\\\": 1, \\\"h\\\\u1ecfi\\\": 6, \\\"nh\\\\u00e2n\\\\u201d\\\": 2, \\\"history\\\": 1, \\\"8\\\": 2, \\\"reference\\\": 3, \\\"b\\\\u1ecf\\\": 7, \\\"\\\\u201cn\\\\u1ea1n\\\": 2, \\\"chu\\\": 5, \\\"l\\\\u1ecbch\\\": 4, \\\"lo\\\\u1ea1i\\\": 9, \\\"h\\\\u1ed9i\\\": 4, \\\"r\\\\u1ed3i\\\": 1, \\\"nhanh\\\": 8, \\\"tu\\\\u1ef3\\\": 5, \\\"not\\\": 1, \\\"\\\\u00ab\\\": 1, \\\"\\\\u00bb\\\": 1, \\\"b\\\\u1ed1n\\\": 1, \\\"nru\\\": 1, \\\"n\\\\u00e2ng\\\": 3, \\\"ch\\\\u00f3ng\\\": 2, \\\"r\\\\u1ed7ng\\\": 1, \\\"s\\\\u1eeda\\\": 4, \\\"th\\\\u1eadt\\\": 2, \\\"dirty\\\": 1, \\\"lfu\\\": 1, \\\"frequently\\\": 1, \\\"mfu\\\": 1, \\\"most\\\": 1, \\\"l\\\\u1ef1a\\\": 8, \\\"t\\\\u1ef7\\\": 2, \\\"gi\\\\u1ea3m\\\": 9, \\\"sec\\\": 1, \\\"faults\\\": 1, \\\"r\\\\u1ea5t\\\": 16, \\\"working\\\": 1, \\\"t\\\\u1ec9\\\": 2, \\\"ho\\\\u00e1n\\\": 1, \\\"thrashing\\\": 1, \\\"khi\\\\u1ebfn\\\": 2, \\\"tr\\\\u1ec7\\\": 1, \\\"set\\\": 3, \\\"y\\\\u1ebfu\\\": 10, \\\"t\\\\u1ed1\\\": 5, \\\"t\\\\u0129nh\\\": 4, \\\"x\\\\u00e2y\\\": 5, \\\"d\\\\u1ef1ng\\\": 5, \\\"\\\\u0111\\\\u1ecbnhkh\\\\u00f4ng\\\": 1, \\\"b\\\\u1ed9i\\\": 2, \\\"ho\\\\u00e0n\\\": 12, \\\"thi\\\\u1ec7n\\\": 1, \\\"tr\\\\u1eeb\\\": 2, \\\"\\\\u00f4\\\": 10, \\\"t\\\\u1ebf\\\": 3, \\\"nh\\\\u00ecn\\\": 2, \\\"l\\\\u00ed\\\": 11, \\\"fram\\\": 1, \\\"net\\\": 1, \\\"m\\\\u00e1y\\\": 29, \\\"thi\\\\u1ebfu\\\": 2, \\\"file\\\": 97, \\\"vb\\\": 1, \\\"ng\\\\u00f4n\\\": 5, \\\"windows\\\": 6, \\\"ocx\\\": 1, \\\"ch\\\\u1ea1y\\\": 14, \\\"exe\\\": 1, \\\"dll\\\": 1, \\\"vc\\\": 1, \\\"offset\\\": 2, \\\"512\\\": 1, \\\"8192\\\": 1, \\\"thi\\\\u1ec3u\\\": 4, \\\"ki\\\\u1ebfn\\\": 3, \\\"d\\\\u1eebng\\\": 6, \\\"v\\\\u01b0\\\\u1ee3t\\\": 1, \\\"t\\\\u1ed5ng\\\": 3, \\\"bao\\\": 20, \\\"\\\\u0111\\\\u00e9n\\\": 1, \\\"nh\\\\u00e2n\\\": 5, \\\"f3\\\": 3, \\\"f1\\\": 3, \\\"algorithm\\\": 1, \\\"6\\\": 3, \\\"7\\\": 3, \\\"gi\\\\u1ea3\\\": 8, \\\"f2\\\": 3, \\\"10\\\": 2, \\\"t\\\\u1ed3n\\\": 5, \\\"in\\\": 2, \\\"d\\\\u1eddi\\\": 1, \\\"b\\\": 4, \\\"v\\\\u1eb9n\\\": 6, \\\"hdd\\\": 1, \\\"ch\\\\u1eadm\\\": 2, \\\"external\\\": 3, \\\"primary\\\": 2, \\\"l2\\\": 1, \\\"\\\\u1ed5\\\": 3, \\\"cache\\\": 2, \\\"tr\\\\u1ef1c\\\": 10, \\\"secondary\\\": 1, \\\"cd\\\\u2026\\\": 1, \\\"driver\\\": 2, \\\"main\\\": 1, \\\"m\\\\u1ea1ng\\\": 3, \\\"disk\\\": 4, \\\"registers\\\": 1, \\\"tape\\\": 1, \\\"hard\\\": 1, \\\"l1\\\": 1, \\\"ch\\\\u1ecbu\\\": 1, \\\"tr\\\\u00e1ch\\\": 1, \\\"nhi\\\\u1ec7m\\\": 15, \\\"\\\\u201cframes\\\\u201d\\\": 1, \\\"ch\\\\u1ee7\\\": 9, \\\"bus\\\": 2, \\\"\\\\u00e1p\\\": 4, \\\"c\\\": 4, \\\"m\\\\u1ea1ch\\\": 1, \\\"c\\\\u1ee5\\\": 6, \\\"s\\\\u1eb5n\\\": 9, \\\"mem\\\": 7, \\\"g\\\\u00e2y\\\": 7, \\\"c\\\\u1ea5m\\\": 3, \\\"tr\\\\u00e1i\\\": 3, \\\"b\\\\u00e0y\\\": 7, \\\"c\\\\u1ed9ng\\\": 2, \\\"\\\\u0111\\\\u1ea3m\\\": 11, \\\"ph\\\\u00e1p\\\": 21, \\\"th\\\\u1ef1\\\": 1, \\\"4b\\\": 1, \\\"kho\\\\u1ea3n\\\": 18, \\\"232\\\": 2, \\\"4mb\\\": 1, \\\"4kb\\\": 1, \\\"212\\\": 2, \\\"264\\\": 1, \\\"220\\\": 1, \\\"b3\\\": 1, \\\"b4\\\": 1, \\\"b5\\\": 1, \\\"b2\\\": 1, \\\"b1\\\": 1, \\\"hdh\\\": 4, \\\"ki\\\\u1ec7n\\\": 9, \\\"chu\\\\u1ea9n\\\": 3, \\\"trao\\\": 6, \\\"\\\\u0111o\\\\u00e1n\\\": 1, \\\"nhu\\\": 3, \\\"ph\\\\u1ea1m\\\": 3, \\\"\\\\u0111\\\\u1ed5\\\": 1, \\\"thu\\\\u1eadn\\\": 2, \\\"mong\\\": 3, \\\"d\\\\u00f5i\\\": 2, \\\"suy\\\": 1, \\\"\\\\u0111\\\\u1ed5i\\\\u00a0\\\": 1, \\\"slg\\\": 1, \\\"m\\\\u1eadt\\\": 9, \\\"v\\\": 6, \\\"kh\\\\u00f3a\\\": 7, \\\"ko\\\": 4, \\\"ktra\\\": 2, \\\"dc\\\": 3, \\\"l\\\\u1eddi\\\": 4, \\\"l\\\\u00e3ng\\\": 3, \\\"\\\\u0111c\\\": 3, \\\"\\\\u1ee9\\\": 2, \\\"ch\\\\u00e8n\\\": 2, \\\"t\\\": 2, \\\"gd\\\": 1, \\\"v\\\\u00f2\\\": 1, 