"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 50000, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n'\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": null, \"document_count\": 130, \"word_counts\": \"{\\\"qu\\\\u1ea3n\\\": 7, \\\"l\\\\u00fd\\\": 47, \\\"b\\\\u1ed9\\\": 148, \\\"nh\\\\u1edb\\\": 162, \\\"l\\\\u00e0\\\": 97, \\\"c\\\\u00f4ng\\\": 3, \\\"vi\\\\u1ec7c\\\": 13, \\\"c\\\\u1ee7a\\\": 93, \\\"h\\\\u1ec7\\\": 43, \\\"\\\\u0111i\\\\u1ec1u\\\": 35, \\\"h\\\\u00e0nh\\\": 35, \\\"v\\\\u1edbi\\\": 47, \\\"s\\\\u1ef1\\\": 8, \\\"h\\\\u1ed7\\\": 8, \\\"tr\\\\u1ee3\\\": 8, \\\"c\\\\u1ee7aph\\\\u1ea7n\\\": 1, \\\"c\\\\u1ee9ng\\\": 14, \\\"nh\\\\u1eb1m\\\": 1, \\\"ph\\\\u00e2n\\\": 102, \\\"ph\\\\u1ed1i\\\": 3, \\\"s\\\\u1eafp\\\": 2, \\\"x\\\\u1ebfp\\\": 4, \\\"c\\\\u00e1c\\\": 151, \\\"process\\\": 12, \\\"trong\\\": 128, \\\"sao\\\": 4, \\\"cho\\\": 60, \\\"hi\\\\u1ec7u\\\": 22, \\\"qu\\\\u1ea3\\\": 5, \\\"m\\\\u1ee5c\\\": 6, \\\"ti\\\\u00eau\\\": 3, \\\"c\\\\u1ea7n\\\": 48, \\\"\\\\u0111\\\\u1ea1t\\\": 2, \\\"\\\\u0111\\\\u01b0\\\\u1ee3c\\\": 150, \\\"n\\\\u1ea1p\\\": 39, \\\"c\\\\u00e0ng\\\": 2, \\\"nhi\\\\u1ec1u\\\": 16, \\\"v\\\\u00e0o\\\": 67, \\\"t\\\\u1ed1t\\\": 3, \\\"gia\\\": 1, \\\"t\\\\u0103ng\\\": 9, \\\"m\\\\u1ee9c\\\": 20, \\\"\\\\u0111\\\\u1ed9\\\": 23, \\\"\\\\u0111a\\\": 12, \\\"ch\\\\u01b0\\\\u01a1ng\\\": 98, \\\"tr\\\\u00ecnh\\\": 188, \\\"y\\\\u00eau\\\": 14, \\\"c\\\\u1ea7u\\\": 16, \\\"\\\\u0111\\\\u1ed1i\\\": 22, \\\"c\\\\u1ea5p\\\": 54, \\\"ph\\\\u00e1t\\\": 41, \\\"t\\\\u00e1i\\\": 2, \\\"\\\\u0111\\\\u1ecbnh\\\": 37, \\\"v\\\\u1ecb\\\": 22, \\\"relocation\\\": 1, \\\"khi\\\": 58, \\\"swapping\\\": 7, \\\"\\\\u2026\\\": 4, \\\"b\\\\u1ea3o\\\": 6, \\\"v\\\\u1ec7\\\": 6, \\\"ph\\\\u1ea3i\\\": 21, \\\"ki\\\\u1ec3m\\\": 6, \\\"tra\\\": 4, \\\"truy\\\": 47, \\\"xu\\\\u1ea5t\\\": 34, \\\"t\\\\u1eeb\\\": 14, \\\"c\\\\u00f3\\\": 114, \\\"h\\\\u1ee3p\\\": 35, \\\"l\\\\u1ec7\\\": 14, \\\"kh\\\\u00f4ng\\\": 72, \\\"chia\\\": 30, \\\"s\\\\u1ebb\\\": 8, \\\"ph\\\\u00e9p\\\": 10, \\\"v\\\\u00f9ng\\\": 41, \\\"chung\\\": 6, \\\"\\\\u0111\\\\u00e2y\\\": 5, \\\"t\\\\u00ednh\\\": 16, \\\"m\\\\u1ec1m\\\": 2, \\\"d\\\\u1ebbo\\\": 1, \\\"m\\\\u00e0\\\": 15, \\\"chi\\\\u1ebfn\\\": 5, \\\"l\\\\u01b0\\\\u1ee3c\\\": 5, \\\"k\\\\u1ebft\\\": 21, \\\"g\\\\u1eafn\\\": 3, \\\"\\\\u0111\\\\u1ecba\\\": 119, \\\"ch\\\\u1ec9\\\": 137, \\\"lu\\\\u1eadn\\\": 8, \\\"user\\\": 1, \\\"th\\\\u1ef1c\\\": 49, \\\"v\\\\u1eadt\\\": 22, \\\"physical\\\": 1, \\\"address\\\": 8, \\\"m\\\\u1ed9t\\\": 88, \\\"tr\\\\u00ed\\\": 20, \\\"ch\\\\u00ednh\\\": 25, \\\"logical\\\": 2, \\\"di\\\\u1ec5n\\\": 5, \\\"t\\\\u1ea3\\\": 2, \\\"c\\\\u1ea5u\\\": 21, \\\"t\\\\u1ea1o\\\": 12, \\\"bi\\\\u00ean\\\": 22, \\\"d\\\\u1ecbch\\\": 26, \\\"compiler\\\": 3, \\\"t\\\\u01b0\\\\u01a1ng\\\": 30, \\\"relative\\\": 2, \\\"tuy\\\\u1ec7t\\\": 4, \\\"absolute\\\": 2, \\\"ra\\\": 28, \\\"m\\\\u00e3\\\": 11, \\\"l\\\\u1ec7nh\\\": 10, \\\"\\\\u0111\\\\u00f3\\\": 27, \\\"m\\\\u1ed7i\\\": 36, \\\"tham\\\": 4, \\\"chi\\\\u1ebfu\\\": 3, \\\"\\\\u0111\\\\u1ec1u\\\": 6, \\\"ki\\\\u1ec3u\\\": 2, \\\"bi\\\\u1ec3u\\\": 3, \\\"so\\\": 10, \\\"x\\\\u00e1c\\\": 19, \\\"n\\\\u00e0o\\\": 13, \\\"v\\\\u00ed\\\": 2, \\\"d\\\\u1ee5\\\": 2, \\\"12\\\": 1, \\\"byte\\\": 4, \\\"b\\\\u1eaft\\\": 9, \\\"\\\\u0111\\\\u1ea7u\\\": 19, \\\"\\\\u0111\\\\u01b0\\\\u01a1ng\\\": 1, \\\"thi\\\": 12, \\\"\\\\u0111\\\\u1ebfn\\\": 17, \\\"chuy\\\\u1ec3n\\\": 20, \\\"\\\\u0111\\\\u1ed5i\\\": 44, \\\"th\\\\u00e0nh\\\": 50, \\\"thao\\\": 3, \\\"t\\\\u00e1c\\\": 4, \\\"th\\\\u01b0\\\\u1eddng\\\": 12, \\\"ph\\\\u1ea7n\\\": 50, \\\"\\\\u0111\\\\u1ec3\\\": 44, \\\"su\\\\u1ea5t\\\": 2, \\\"cao\\\": 13, \\\"qu\\\\u00e1\\\": 16, \\\"\\\\u00e1nh\\\": 11, \\\"x\\\\u1ea1\\\": 10, \\\"gian\\\": 32, \\\"nay\\\": 3, \\\"sang\\\": 6, \\\"kh\\\\u00e1c\\\": 38, \\\"source\\\": 1, \\\"code\\\": 1, \\\"symbolic\\\": 1, \\\"bi\\\\u1ebfn\\\": 8, \\\"h\\\\u1eb1ng\\\": 1, \\\"pointer\\\": 1, \\\"th\\\\u1eddi\\\": 28, \\\"\\\\u0111i\\\\u1ec3m\\\": 29, \\\"a\\\": 5, \\\"\\\\u1edf\\\": 10, \\\"14\\\": 1, \\\"bytes\\\": 1, \\\"module\\\": 26, \\\"linking\\\": 1, \\\"loading\\\": 2, \\\"th\\\\u1ec3\\\": 42, \\\"instruction\\\": 1, \\\"v\\\\u00e0\\\": 85, \\\"d\\\\u1eef\\\": 12, \\\"li\\\\u1ec7u\\\": 12, \\\"data\\\": 2, \\\"x\\\\u1ea3y\\\": 7, \\\"t\\\\u1ea1i\\\": 9, \\\"ba\\\": 3, \\\"nhau\\\": 36, \\\"compile\\\": 2, \\\"time\\\": 6, \\\"load\\\": 3, \\\"execution\\\": 2, \\\"n\\\\u1ebfu\\\": 29, \\\"bi\\\\u1ebft\\\": 7, \\\"tr\\\\u01b0\\\\u1edbc\\\": 14, \\\"th\\\\u00ec\\\": 22, \\\"g\\\\u00e1n\\\": 7, \\\"l\\\\u00fac\\\": 2, \\\"khuy\\\\u1ebft\\\": 1, \\\"l\\\\u1ea1i\\\": 17, \\\"thay\\\": 46, \\\"ch\\\\u01b0a\\\": 16, \\\"ti\\\\u1ebfn\\\": 96, \\\"s\\\\u1ebd\\\": 44, \\\"n\\\\u1eb1m\\\": 11, \\\"\\\\u0111\\\\u00e2u\\\": 2, \\\"sinh\\\": 7, \\\"loader\\\": 1, \\\"\\\\u0111\\\\u1ed1\\\": 1, \\\"d\\\\u1ef1a\\\": 4, \\\"tr\\\\u00ean\\\": 17, \\\"n\\\\u1ec1n\\\": 2, \\\"base\\\": 6, \\\"to\\\\u00e1n\\\": 15, \\\"n\\\\u00ean\\\": 7, \\\"reload\\\": 1, \\\"di\\\": 4, \\\"segment\\\": 7, \\\"tr\\\\u00ec\\\": 3, \\\"ho\\\\u00e3n\\\": 1, \\\"cpu\\\": 14, \\\"tr\\\\u00fac\\\": 22, \\\"tuy\\\\u1ebfn\\\": 3, \\\"t\\\\u1ea5t\\\": 9, \\\"c\\\\u1ea3\\\": 11, \\\"th\\\\u01b0\\\": 12, \\\"vi\\\\u1ec7n\\\": 12, \\\"s\\\\u1eed\\\": 44, \\\"d\\\\u1ee5ng\\\": 45, \\\"duy\\\": 6, \\\"nh\\\\u1ea5t\\\": 46, \\\"to\\\\u00e0n\\\": 7, \\\"n\\\\u00e0y\\\": 29, \\\"d\\\\u1ea1ng\\\": 3, \\\"\\\\u0111\\\\u1ed9c\\\": 3, \\\"l\\\\u1eadp\\\": 9, \\\"t\\\\u1ed1c\\\": 7, \\\"chi\\\": 5, \\\"ph\\\\u00ed\\\": 4, \\\"v\\\\u1ec1\\\": 11, \\\"\\\\u0111\\\\u1ed9ng\\\": 19, \\\"vi\\\\u1ebft\\\": 1, \\\"d\\\\u01b0\\\\u1edbi\\\": 1, \\\"ri\\\\u00eang\\\": 10, \\\"r\\\\u1ebd\\\": 4, \\\"t\\\\u00edch\\\": 2, \\\"thi\\\\u1ebft\\\": 12, \\\"ti\\\\u1ebft\\\": 1, \\\"ki\\\\u1ec7m\\\": 1, \\\"th\\\\u1ea5p\\\": 9, \\\"h\\\\u01a1n\\\": 15, \\\"overlay\\\": 7, \\\"c\\\\u00f9ng\\\": 9, \\\"k\\\\u00edch\\\": 56, \\\"th\\\\u01b0\\\\u1edbc\\\": 54, \\\"l\\\\u1edbn\\\": 18, \\\"l\\\\u1edbp\\\": 6, \\\"xem\\\": 4, \\\"d\\\\u00e0nh\\\": 5, \\\"c\\\\u0169ng\\\": 5, \\\"t\\\\u1ed5\\\": 7, \\\"ch\\\\u1ee9c\\\": 7, \\\"\\\\u1ee9ng\\\": 14, \\\"s\\\\u01a1\\\": 3, \\\"\\\\u0111\\\\u1ed3\\\": 3, \\\"sau\\\": 11, \\\"ban\\\": 2, \\\"trang\\\": 226, \\\"nh\\\\u01b0ng\\\": 9, \\\"b\\\\u1eb1ng\\\": 19, \\\"g\\\\u1ecdi\\\": 20, \\\"t\\\\u1ee9c\\\": 3, \\\"khung\\\": 51, \\\"khi\\\\u1ec3n\\\": 3, \\\"pct\\\": 1, \\\"\\\\u2013\\\": 6, \\\"page\\\": 10, \\\"control\\\": 2, \\\"table\\\": 8, \\\"\\\\u0111o\\\\u1ea1n\\\": 88, \\\"ho\\\\u1eb7c\\\": 11, \\\"v\\\\u00e0i\\\": 1, \\\"li\\\\u1ec7n\\\": 1, \\\"ti\\\\u1ebfp\\\": 14, \\\"li\\\\u00ean\\\": 12, \\\"sct\\\": 1, \\\"2\\\": 14, \\\"c\\\\u1ed1\\\": 16, \\\"d\\\\u00f9ng\\\": 25, \\\"ch\\\\u1ee9a\\\": 15, \\\"c\\\\u00f2n\\\": 10, \\\"ng\\\\u01b0\\\\u1eddi\\\": 11, \\\"\\\\u0111\\\\u01a1n\\\": 7, \\\"thanh\\\": 19, \\\"ghi\\\": 27, \\\"gi\\\\u1edbi\\\": 8, \\\"h\\\\u1ea1n\\\": 12, \\\"bi\\\\u1ec7t\\\": 4, \\\"\\\\u0111\\\\u01b0a\\\": 6, \\\"s\\\\u00e1nh\\\": 3, \\\"gi\\\\u00e1\\\": 10, \\\"tr\\\\u1ecb\\\": 10, \\\"so\\\\u00e1t\\\": 2, \\\"tr\\\\u1ed1ng\\\": 23, \\\"b\\\\u1ea5t\\\": 9, \\\"k\\\\u1ef3\\\": 3, \\\"n\\\\u00f3\\\": 7, \\\"ph\\\\u00f9\\\": 6, \\\"swap\\\": 1, \\\"out\\\": 2, \\\"\\\\u0111ang\\\": 12, \\\"tr\\\\u1ea1ng\\\": 5, \\\"th\\\\u00e1i\\\": 2, \\\"ready\\\": 1, \\\"running\\\": 1, \\\"ngo\\\\u00e0i\\\": 9, \\\"r\\\\u1ed7i\\\": 1, \\\"h\\\\u00e0ng\\\": 10, \\\"\\\\u0111\\\\u1ee3i\\\": 9, \\\"nh\\\\u1eadp\\\": 3, \\\"t\\\\u1ea3i\\\": 12, \\\"th\\\\u00fac\\\": 5, \\\"t\\\\u01b0ong\\\": 3, \\\"gi\\\\u1ea3i\\\": 14, \\\"ph\\\\u00f3ng\\\": 7, \\\"nh\\\\u1ecf\\\": 9, \\\"hi\\\\u1ec7n\\\": 34, \\\"t\\\\u01b0\\\\u1ee3ng\\\": 10, \\\"m\\\\u1ea3nh\\\": 10, \\\"kh\\\\u1eafc\\\": 1, \\\"ph\\\\u1ee5c\\\": 6, \\\"t\\\\u00ecnh\\\": 7, \\\"hu\\\\u1ed1ng\\\": 1, \\\"t\\\\u1eebng\\\": 3, \\\"k\\\\u1ebf\\\": 2, \\\"theo\\\": 23, \\\"th\\\\u00eam\\\": 4, \\\"m\\\\u1edbi\\\": 13, \\\"\\\\u0111\\\\u00e8\\\": 1, \\\"l\\\\u00ean\\\": 5, \\\"n\\\\u1ed9i\\\": 8, \\\"dung\\\": 9, \\\"th\\\\u00f4ng\\\": 8, \\\"tin\\\": 7, \\\"\\\\u0111\\\\u00e3\\\": 6, \\\"hay\\\": 7, \\\"nh\\\\u01b0\\\": 9, \\\"kh\\\\u1ed1i\\\": 21, \\\"kh\\\\u1ea3\\\": 5, \\\"t\\\\u00ecm\\\": 11, \\\"tr\\\\u1ed5ng\\\": 1, \\\"\\\\u0111\\\\u1ee7\\\": 5, \\\"th\\\\u1ea5y\\\": 5, \\\"l\\\\u01b0\\\\u1ee3ng\\\": 20, \\\"v\\\\u1eeba\\\": 6, \\\"\\\\u0111\\\\u1ed3ng\\\": 1, \\\"l\\\\u01b0u\\\": 17, \\\"gi\\\\u1eef\\\": 6, \\\"\\\\u0111\\\\u00e1p\\\": 1, \\\"nh\\\\u1eefng\\\": 7, \\\"lai\\\": 4, \\\"kho\\\\u1ea3ng\\\": 12, \\\"c\\\\u1ee1\\\": 1, \\\"r\\\\u1ea3i\\\": 1, \\\"r\\\\u00e1c\\\": 1, \\\"th\\\\u1ed1ng\\\": 10, \\\"ki\\\\u1ebfm\\\": 2, \\\"b\\\\u1ecb\\\": 20, \\\"t\\\\u00e1ch\\\": 2, \\\"tr\\\\u1edb\\\": 1, \\\"\\\\u0111\\\\u00e1nh\\\": 8, \\\"d\\\\u1ea5u\\\": 3, \\\"h\\\\u1eb9p\\\": 1, \\\"hai\\\": 16, \\\"k\\\\u1ec1\\\": 2, \\\"thu\\\": 1, \\\"h\\\\u1ed3i\\\": 1, \\\"c\\\\u01a1\\\": 23, \\\"ch\\\\u1ebf\\\": 18, \\\"th\\\\u00edch\\\": 4, \\\"b\\\\u1ea3n\\\": 3, \\\"bit\\\": 26, \\\"danh\\\": 1, \\\"s\\\\u00e1ch\\\": 1, \\\"nguy\\\\u00ean\\\": 4, \\\"t\\\\u1eafc\\\": 2, \\\"best\\\": 2, \\\"fit\\\": 7, \\\"ch\\\\u1ecdn\\\": 16, \\\"\\\\u0111\\\\u00fang\\\": 3, \\\"first\\\": 4, \\\"ti\\\\u00ean\\\": 13, \\\"h\\\\u1ecdn\\\": 1, \\\"next\\\": 1, \\\"ngay\\\": 1, \\\"worst\\\": 2, \\\"vi\\\\u00ean\\\": 2, \\\"thu\\\\u1eddng\\\": 1, \\\"coi\\\": 1, \\\"d\\\\u00e3y\\\": 1, \\\"n\\\\u0103ng\\\": 4, \\\"gi\\\\u1eefa\\\": 6, \\\"quan\\\": 3, \\\"th\\\\u1ee9\\\": 15, \\\"t\\\\u1ef1\\\": 13, \\\"g\\\\u1ed3m\\\": 10, \\\"con\\\": 2, \\\"th\\\\u1ee7\\\": 4, \\\"t\\\\u1ee5c\\\": 8, \\\"h\\\\u00e0m\\\": 13, \\\"qua\\\": 3, \\\"n\\\\u00f3i\\\": 2, \\\"b\\\\u1ea3ng\\\": 54, \\\"k\\\\u00fd\\\": 3, \\\"sqrt\\\": 2, \\\"t\\\\u00e2m\\\": 1, \\\"t\\\\u1edbi\\\": 10, \\\"ch\\\\u00fang\\\": 5, \\\"m\\\\u1ed3i\\\": 3, \\\"b\\\\u1edfi\\\": 6, \\\"c\\\\u00e1ch\\\": 11, \\\"c\\\\u00e2u\\\": 2, \\\"17\\\": 1, \\\"5\\\": 4, \\\"ngu\\\\u1ed3n\\\": 1, \\\"m\\\\u1eb7c\\\": 1, \\\"d\\\\u00f9\\\": 1, \\\"trinh\\\": 2, \\\"v\\\\u1eabn\\\": 3, \\\"chu\\\\u1ed7i\\\": 4, \\\"do\\\": 11, \\\"ph\\\\u01b0\\\\u01a1ng\\\": 5, \\\"th\\\\u1ee9c\\\": 1, \\\"s\\\\u1edf\\\": 8, \\\"c\\\\u00f9a\\\": 1, \\\"limit\\\": 3, \\\"pascal\\\": 1, \\\"1\\\": 32, \\\"c\\\\u1ee5c\\\": 6, \\\"ng\\\\u0103n\\\": 2, \\\"s\\\\u1ed1\\\": 60, \\\"tr\\\\u1ea3\\\": 1, \\\"3\\\": 6, \\\"4\\\": 5, \\\"fortran\\\": 1, \\\"l\\\\u1ea7n\\\": 5, \\\"m\\\\u1ea3ng\\\": 3, \\\"logic\\\": 16, \\\"t\\\\u1eadp\\\": 10, \\\"h\\\\u1ecdp\\\": 1, \\\"t\\\\u00ean\\\": 5, \\\"m\\\": 4, \\\"gi\\\\u1ea3n\\\": 4, \\\"s\\\\u1ed5\\\": 1, \\\"mmu\\\": 5, \\\"memory\\\": 5, \\\"management\\\": 2, \\\"unit\\\": 2, \\\"k\\\\u1ef9\\\": 36, \\\"thu\\\\u1eadt\\\": 56, \\\"d\\\": 6, \\\"c\\\\u00e0i\\\": 5, \\\"\\\\u0111\\\\u1eb7t\\\": 6, \\\"stbr\\\": 1, \\\"register\\\": 5, \\\"stlr\\\": 1, \\\"b\\\\u00e1ng\\\": 1, \\\"kh\\\\u1edfi\\\": 1, \\\"tr\\\\u1ecf\\\": 3, \\\"thu\\\\u1ed9c\\\": 10, \\\"\\\\u0111\\\\u1ecdc\\\": 3, \\\"gi\\\\u00e1n\\\": 1, \\\"li\\\\u1ebfp\\\": 1, \\\"t\\\\u1eed\\\": 8, \\\"attribute\\\": 1, \\\"r\\\": 1, \\\"x\\\": 1, \\\"w\\\": 1, \\\"nh\\\\u1eadn\\\": 5, \\\"x\\\\u00e9t\\\": 1, \\\"ngo\\\\u1ea1i\\\": 3, \\\"vi\\\": 11, \\\"\\\\u01b0u\\\": 20, \\\"d\\\\u1ec5\\\": 4, \\\"d\\\\u00e0ng\\\": 2, \\\"0\\\": 18, \\\"\\\\u1ea3o\\\": 12, \\\"l\\\\u0169y\\\": 2, \\\"th\\\\u1eeba\\\": 2, \\\"2n\\\": 1, \\\"9\\\": 2, \\\"n\\\": 5, \\\"13\\\": 1, \\\"2m\\\": 1, \\\"b\\\\u00edt\\\": 2, \\\"bi\\\\u1ec5u\\\": 2, \\\"m\\\\u00f4\\\": 4, \\\"h\\\\u00ecnh\\\": 8, \\\"\\\\u0111i\\\\u1ea1\\\": 2, \\\"f\\\": 2, \\\"ch\\\\u00e9p\\\": 2, \\\"ptbr\\\": 2, \\\"ptlr\\\": 1, \\\"tr\\\\u1eef\\\": 10, \\\"li\\\\u1ec1n\\\": 1, \\\"gi\\\\u00e1p\\\": 1, \\\"quy\\\\u1ebft\\\": 1, \\\"v\\\\u1ea5n\\\": 2, \\\"\\\\u0111\\\\u1ec1\\\": 2, \\\"b\\\\u00ean\\\": 2, \\\"gi\\\\u1ed1ng\\\": 2, \\\"quy\\\": 3, \\\"b\\\\u00e2y\\\": 1, \\\"gi\\\\u1edd\\\": 2, \\\"c\\\\u1eadp\\\": 18, \\\"b\\\\u00f9\\\": 1, \\\"ngh\\\\u1ecbch\\\": 3, \\\"\\\\u0111\\\\u1ea3o\\\": 2, \\\"c\\\\u1eb7p\\\": 2, \\\"pid\\\": 3, \\\"p\\\": 3, \\\"frame\\\": 2, \\\"protection\\\": 1, \\\"th\\\\u1ecb\\\": 2, \\\"read\\\": 2, \\\"only\\\": 2, \\\"write\\\": 1, \\\"execute\\\": 1, \\\"valid\\\": 3, \\\"invalid\\\": 4, \\\"\\\\u201cvalid\\\\u201d\\\": 1, \\\"\\\\u201cinvalid\\\\u201d\\\": 1, \\\"ph\\\\u1ee5\\\": 15, \\\"demand\\\": 1, \\\"paging\\\": 1, \\\"tr\\\\u00fa\\\": 1, \\\"\\\\u0111\\\\u0129a\\\": 12, \\\"x\\\\u1eed\\\": 8, \\\"v\\\\u00ec\\\": 4, \\\"v\\\\u1eady\\\": 3, \\\"cung\\\": 2, \\\"gi\\\\u00fap\\\": 2, \\\"ng\\\\u1eef\\\": 3, \\\"ngh\\\\u0129a\\\": 3, \\\"m\\\\u1ed9\\\": 1, \\\"ph\\\\u1ea3n\\\": 1, \\\"t\\\\u1ea1m\\\": 3, \\\"l\\\\u1ed7i\\\": 17, \\\"l\\\\u00e0m\\\": 6, \\\"fault\\\": 1, \\\"d\\\\u00f2\\\": 1, \\\"l\\\\u1ea5y\\\": 1, \\\"ng\\\\u1eaft\\\": 4, \\\"b\\\\u00e1o\\\": 1, \\\"ng\\\\u01b0\\\\u1ee3c\\\": 1, \\\"b\\\\u01b0\\\\u1edbc\\\": 2, \\\"mu\\\\u1ed1n\\\": 3, \\\"nh\\\\u1eadt\\\": 4, \\\"ho\\\\u1ea1t\\\": 5, \\\"th\\\\u1ebf\\\": 24, \\\"mang\\\": 1, \\\"v\\\\u1eafng\\\": 1, \\\"m\\\\u1eb7t\\\": 2, \\\"ch\\\\u1ed7\\\": 1, \\\"fifo\\\": 6, \\\"v\\\\u1ee5\\\": 5, \\\"c\\\\u0103n\\\": 1, \\\"c\\\\u1ee9\\\": 2, \\\"m\\\\u1ecdi\\\": 2, \\\"nh\\\\u01b0\\\\u1ee3c\\\": 4, \\\"trung\\\": 3, \\\"b\\\\u00ecnh\\\": 3, \\\"ch\\\\u1edd\\\": 4, \\\"k\\\\u1ec3\\\": 3, \\\"ng\\\\u1eafn\\\": 1, \\\"d\\\\u00e0i\\\": 6, \\\"d\\\\u1eabn\\\": 5, \\\"v\\\\u00f4\\\": 1, \\\"c\\\\u1eadn\\\": 1, \\\"m\\\\u00ecnh\\\": 4, \\\"t\\\\u00e1n\\\": 1, \\\"\\\\u00edt\\\": 4, \\\"l\\\\u00e2u\\\": 8, \\\"belady\\\": 1, \\\"opt\\\": 3, \\\"optimal\\\": 2, \\\"replacement\\\": 2, \\\"r\\\\u1eb1ng\\\": 1, \\\"ta\\\": 6, \\\"t\\\\u1ed1i\\\": 17, \\\"h\\\\u00f3a\\\": 1, \\\"lu\\\\u00f4n\\\": 2, \\\"least\\\": 2, \\\"recently\\\": 3, \\\"used\\\": 4, \\\"lru\\\": 2, \\\"cu\\\\u1ed1i\\\": 3, \\\"\\\\u0111\\\\u00f2i\\\": 2, \\\"h\\\\u1ecfi\\\": 2, \\\"\\\\u0111\\\\u1ebfm\\\": 5, \\\"tr\\\\u01b0\\\\u1eddng\\\": 4, \\\"counter\\\": 2, \\\"stack\\\": 6, \\\"x\\\\u00f3a\\\": 1, \\\"kh\\\\u1ecfi\\\": 2, \\\"\\\\u0111\\\\u1ec9nh\\\": 1, \\\"g\\\\u1ea7n\\\": 5, \\\"\\\\u0111\\\\u00e1y\\\": 1, \\\"history\\\": 7, \\\"8\\\": 4, \\\"l\\\\u1ecbch\\\": 1, \\\"lo\\\\u1ea1i\\\": 3, \\\"b\\\\u1ecf\\\": 2, \\\"reference\\\": 6, \\\"chu\\\": 1, \\\"\\\\u201cn\\\\u1ea1n\\\": 2, \\\"nh\\\\u00e2n\\\\u201d\\\": 2, \\\"h\\\\u1ed9i\\\": 2, \\\"r\\\\u1ed3i\\\": 1, \\\"\\\\u00ab\\\": 1, \\\"\\\\u00bb\\\": 1, \\\"n\\\\u00e2ng\\\": 1, \\\"not\\\": 1, \\\"nru\\\": 1, \\\"dirty\\\": 2, \\\"s\\\\u1eeda\\\": 4, \\\"th\\\\u1eadt\\\": 1, \\\"nhanh\\\": 2, \\\"ch\\\\u00f3ng\\\": 2, \\\"b\\\\u1ed1n\\\": 1, \\\"tu\\\\u1ef3\\\": 1, \\\"r\\\\u1ed7ng\\\": 1, \\\"lfu\\\": 1, \\\"mfu\\\": 1, \\\"most\\\": 1, \\\"frequently\\\": 1, \\\"l\\\\u1ef1a\\\": 2, \\\"t\\\\u1ef7\\\": 2, \\\"tr\\\\u1ec7\\\": 1, \\\"thrashing\\\": 1, \\\"ho\\\\u00e1n\\\": 1, \\\"t\\\\u1ec9\\\": 2, \\\"faults\\\": 1, \\\"sec\\\": 1, \\\"r\\\\u1ea5t\\\": 6, \\\"khi\\\\u1ebfn\\\": 1, \\\"gi\\\\u1ea3m\\\": 3, \\\"working\\\": 1, \\\"set\\\": 1, \\\"y\\\\u1ebfu\\\": 6, \\\"t\\\\u1ed1\\\": 3, \\\"t\\\\u0129nh\\\": 1, \\\"x\\\\u00e2y\\\": 1, \\\"d\\\\u1ef1ng\\\": 1, \\\"\\\\u0111\\\\u1ecbnhkh\\\\u00f4ng\\\": 1, \\\"b\\\\u1ed9i\\\": 1, \\\"ho\\\\u00e0n\\\": 2, \\\"thi\\\\u1ec7n\\\": 1, \\\"tr\\\\u1eeb\\\": 1, \\\"\\\\u00f4\\\": 2, \\\"t\\\\u1ebf\\\": 2, \\\"l\\\\u00ed\\\": 1, \\\"nh\\\\u00ecn\\\": 2, \\\"fram\\\": 1, \\\"ng\\\\u00f4n\\\": 2, \\\"windows\\\": 1, \\\"vb\\\": 1, \\\"net\\\": 1, \\\"vc\\\": 1, \\\"file\\\": 1, \\\"exe\\\": 1, \\\"ch\\\\u1ea1y\\\": 3, \\\"m\\\\u00e1y\\\": 8, \\\"thi\\\\u1ebfu\\\": 2, \\\"ocx\\\": 1, \\\"dll\\\": 1, \\\"offset\\\": 2, \\\"512\\\": 1, \\\"8192\\\": 1, \\\"thi\\\\u1ec3u\\\": 3, \\\"ki\\\\u1ebfn\\\": 1, \\\"t\\\\u1ed5ng\\\": 1, \\\"v\\\\u01b0\\\\u1ee3t\\\": 1, \\\"d\\\\u1eebng\\\": 2, \\\"bao\\\": 2, \\\"\\\\u0111\\\\u00e9n\\\": 1, \\\"nh\\\\u00e2n\\\": 1, \\\"gi\\\\u1ea3\\\": 5, \\\"7\\\": 13, \\\"6\\\": 3, \\\"f1\\\": 3, \\\"f2\\\": 3, \\\"f3\\\": 3, \\\"algorithm\\\": 1, \\\"10\\\": 1, \\\"in\\\": 1, \\\"t\\\\u1ed3n\\\": 2, \\\"b\\\": 2, \\\"d\\\\u1eddi\\\": 1, \\\"v\\\\u1eb9n\\\": 1, \\\"registers\\\": 1, \\\"cache\\\": 6, \\\"l1\\\": 1, \\\"primary\\\": 1, \\\"l2\\\": 1, \\\"secondary\\\": 1, \\\"main\\\": 1, \\\"tr\\\\u1ef1c\\\": 3, \\\"disk\\\": 2, \\\"external\\\": 1, \\\"ch\\\\u1eadm\\\": 1, \\\"\\\\u1ed5\\\": 2, \\\"hard\\\": 1, \\\"driver\\\": 1, \\\"hdd\\\": 1, \\\"cd\\\\u2026\\\": 1, \\\"tape\\\": 1, \\\"m\\\\u1ea1ng\\\": 2, \\\"ch\\\\u1ecbu\\\": 1, \\\"tr\\\\u00e1ch\\\": 1, \\\"nhi\\\\u1ec7m\\\": 3, \\\"\\\\u201cframes\\\\u201d\\\": 1, \\\"ch\\\\u1ee7\\\": 1, \\\"bus\\\": 1, \\\"\\\\u00e1p\\\": 3, \\\"c\\\": 1, \\\"c\\\\u1ee5\\\": 1, \\\"m\\\\u1ea1ch\\\": 1, \\\"mem\\\": 9, \\\"g\\\\u00e2y\\\": 2, \\\"s\\\\u1eb5n\\\": 1, \\\"b\\\\u00e0y\\\": 6, \\\"c\\\\u1ea5m\\\": 1, \\\"tr\\\\u00e1i\\\": 2, \\\"\\\\u0111\\\\u1ea3m\\\": 2, \\\"c\\\\u1ed9ng\\\": 1, \\\"ph\\\\u00e1p\\\": 4, \\\"th\\\\u1ef1\\\": 1, \\\"232\\\": 2, \\\"264\\\": 1, \\\"4kb\\\": 1, \\\"212\\\": 1, \\\"kho\\\\u1ea3n\\\": 3, \\\"220\\\": 1, \\\"4b\\\": 1, \\\"4mb\\\": 1, \\\"b1\\\": 1, \\\"b2\\\": 1, \\\"b4\\\": 2, \\\"b3\\\": 1, \\\"b5\\\": 1, \\\"ki\\\\u1ec7n\\\": 1, \\\"chu\\\\u1ea9n\\\": 1, \\\"hdh\\\": 4, \\\"\\\\u0111o\\\\u00e1n\\\": 1, \\\"nhu\\\": 1, \\\"trao\\\": 1, \\\"ph\\\\u1ea1m\\\": 5, \\\"slg\\\": 2, \\\"v\\\": 1, \\\"mong\\\": 1, \\\"thu\\\\u1eadn\\\": 1, \\\"\\\\u0111\\\\u1ed5i\\\\u00a0\\\": 1, \\\"\\\\u0111\\\\u1ed5\\\": 1, \\\"suy\\\": 1, \\\"d\\\\u00f5i\\\": 1, \\\"kh\\\\u00f3a\\\": 1, \\\"m\\\\u1eadt\\\": 1, \\\"dc\\\": 4, \\\"l\\\\u1eddi\\\": 1, \\\"ktra\\\": 2, \\\"ko\\\": 9, \\\"t\\\\u0129nh\\\\u00a0\\\": 1, \\\"\\\\u0111c\\\": 6, \\\"v\\\\u00f2\\\": 1, \\\"l\\\\u00e3ng\\\": 1, \\\"gd\\\": 1, \\\"n\\\\u1ed1i\\\": 1, \\\"ham\\\": 1, \\\"ch\\\\u00e8n\\\": 1, \\\"modul\\\": 6, \\\"stub\\\": 2, \\\"t\\\": 2, \\\"\\\\u1ee9\\\": 2, \\\"sd\\\": 1, \\\"c\\\\u1ea1nh\\\": 1, \\\"thich\\\": 1, \\\"\\\\u0111i\\\\u00eam\\\": 1, \\\"tr\\\\u00e1nh\\\": 2, \\\"d\\\\u1ed3n\\\": 1, \\\"n\\\\u00e9n\\\": 1, \\\"g\\\\u00ec\\\": 1, \\\"stt\\\": 1, \\\"kich\\\": 1, \\\"chi\\\\u1ebfm\\\": 1, \\\"nh\\\\u00ecu\\\": 1, \\\"sr\\\": 1, \\\"h\\\": 1, \\\"ch\\\\u1ed1ng\\\": 1, \\\"s\\\": 2, \\\"o\\\": 2}\", \"word_docs\": \"{\\\"qu\\\\u1ea3\\\": 5, \\\"v\\\\u1edbi\\\": 34, \\\"vi\\\\u1ec7c\\\": 13, \\\"cho\\\": 39, \\\"qu\\\\u1ea3n\\\": 7, \\\"trong\\\": 76, \\\"nh\\\\u1eb1m\\\": 1, \\\"c\\\\u1ee7aph\\\\u1ea7n\\\": 1, \\\"x\\\\u1ebfp\\\": 3, \\\"c\\\\u1ee7a\\\": 60, \\\"b\\\\u1ed9\\\": 73, \\\"l\\\\u00e0\\\": 55, \\\"hi\\\\u1ec7u\\\": 17, \\\"nh\\\\u1edb\\\": 74, \\\"\\\\u0111i\\\\u1ec1u\\\": 22, \\\"c\\\\u00f4ng\\\": 3, \\\"sao\\\": 3, \\\"h\\\\u1ed7\\\": 7, \\\"tr\\\\u1ee3\\\": 7, \\\"h\\\\u00e0nh\\\": 25, \\\"s\\\\u1eafp\\\": 2, \\\"process\\\": 7, \\\"ph\\\\u1ed1i\\\": 3, \\\"s\\\\u1ef1\\\": 8, \\\"h\\\\u1ec7\\\": 30, \\\"ph\\\\u00e2n\\\": 51, \\\"c\\\\u00e1c\\\": 67, \\\"c\\\\u1ee9ng\\\": 13, \\\"l\\\\u00fd\\\": 31, \\\"n\\\\u1ea1p\\\": 25, \\\"\\\\u0111\\\\u1ea1t\\\": 2, \\\"gia\\\": 1, \\\"t\\\\u0103ng\\\": 4, \\\"nhi\\\\u1ec1u\\\": 14, \\\"m\\\\u1ee5c\\\": 4, \\\"\\\\u0111\\\\u01b0\\\\u1ee3c\\\": 73, \\\"\\\\u0111a\\\": 7, \\\"c\\\\u00e0ng\\\": 1, \\\"t\\\\u1ed1t\\\": 2, \\\"c\\\\u1ea7n\\\": 34, \\\"v\\\\u00e0o\\\": 43, \\\"tr\\\\u00ecnh\\\": 75, \\\"m\\\\u1ee9c\\\": 7, \\\"ti\\\\u00eau\\\": 3, \\\"ch\\\\u01b0\\\\u01a1ng\\\": 48, \\\"\\\\u0111\\\\u1ed9\\\": 16, \\\"b\\\\u1ea3o\\\": 4, \\\"k\\\\u1ebft\\\": 14, \\\"v\\\\u1ecb\\\": 16, \\\"ph\\\\u1ea3i\\\": 18, \\\"\\\\u0111\\\\u1ed1i\\\": 14, \\\"h\\\\u1ee3p\\\": 22, \\\"l\\\\u1ec7\\\": 7, \\\"user\\\": 1, \\\"v\\\\u00f9ng\\\": 21, \\\"khi\\\": 45, \\\"kh\\\\u00f4ng\\\": 42, \\\"relocation\\\": 1, \\\"l\\\\u01b0\\\\u1ee3c\\\": 5, \\\"t\\\\u00ednh\\\": 13, \\\"truy\\\": 19, \\\"lu\\\\u1eadn\\\": 8, \\\"c\\\\u1ea7u\\\": 13, \\\"\\\\u2026\\\": 4, \\\"y\\\\u00eau\\\": 11, \\\"chi\\\\u1ebfn\\\": 5, \\\"ph\\\\u00e9p\\\": 9, \\\"\\\\u0111\\\\u1ecba\\\": 49, \\\"d\\\\u1ebbo\\\": 1, \\\"xu\\\\u1ea5t\\\": 15, \\\"s\\\\u1ebb\\\": 5, \\\"ph\\\\u00e1t\\\": 22, \\\"c\\\\u00f3\\\": 63, \\\"chia\\\": 21, \\\"chung\\\": 5, \\\"ch\\\\u1ec9\\\": 57, \\\"ki\\\\u1ec3m\\\": 6, \\\"v\\\\u1ec7\\\": 4, \\\"m\\\\u1ec1m\\\": 2, \\\"t\\\\u1eeb\\\": 14, \\\"g\\\\u1eafn\\\": 2, \\\"th\\\\u1ef1c\\\": 35, \\\"c\\\\u1ea5p\\\": 21, \\\"tra\\\": 4, \\\"m\\\\u00e0\\\": 14, \\\"t\\\\u00e1i\\\": 2, \\\"\\\\u0111\\\\u00e2y\\\": 2, \\\"\\\\u0111\\\\u1ecbnh\\\": 24, \\\"swapping\\\": 5, \\\"tr\\\\u00ed\\\": 14, \\\"ch\\\\u00ednh\\\": 17, \\\"physical\\\": 1, \\\"m\\\\u1ed9t\\\": 49, \\\"t\\\\u1ea3\\\": 2, \\\"logical\\\": 2, \\\"address\\\": 6, \\\"di\\\\u1ec5n\\\": 4, \\\"v\\\\u1eadt\\\": 13, \\\"tuy\\\\u1ec7t\\\": 4, \\\"t\\\\u01b0\\\\u01a1ng\\\": 23, \\\"relative\\\": 2, \\\"absolute\\\": 2, \\\"compiler\\\": 3, \\\"bi\\\\u00ean\\\": 17, \\\"t\\\\u1ea1o\\\": 11, \\\"c\\\\u1ea5u\\\": 18, \\\"d\\\\u1ecbch\\\": 20, \\\"m\\\\u1ed7i\\\": 22, \\\"tham\\\": 4, \\\"chi\\\\u1ebfu\\\": 3, \\\"ra\\\": 25, \\\"m\\\\u00e3\\\": 8, \\\"\\\\u0111\\\\u1ec1u\\\": 6, \\\"l\\\\u1ec7nh\\\": 8, \\\"\\\\u0111\\\\u00f3\\\": 23, \\\"d\\\\u1ee5\\\": 2, \\\"12\\\": 1, \\\"byte\\\": 3, \\\"n\\\\u00e0o\\\": 11, \\\"b\\\\u1eaft\\\": 9, \\\"bi\\\\u1ec3u\\\": 3, \\\"v\\\\u00ed\\\": 2, \\\"ki\\\\u1ec3u\\\": 2, \\\"\\\\u0111\\\\u1ea7u\\\": 18, \\\"x\\\\u00e1c\\\": 13, \\\"so\\\": 9, \\\"\\\\u0111\\\\u01b0\\\\u01a1ng\\\": 1, \\\"\\\\u0111\\\\u1ed5i\\\": 22, \\\"th\\\\u00e0nh\\\": 38, \\\"ph\\\\u1ea7n\\\": 36, \\\"th\\\\u01b0\\\\u1eddng\\\": 10, \\\"cao\\\": 8, \\\"su\\\\u1ea5t\\\": 2, \\\"t\\\\u00e1c\\\": 4, \\\"\\\\u0111\\\\u1ebfn\\\": 12, \\\"\\\\u0111\\\\u1ec3\\\": 35, \\\"chuy\\\\u1ec3n\\\": 16, \\\"thi\\\": 9, \\\"thao\\\": 3, \\\"qu\\\\u00e1\\\": 12, \\\"x\\\\u1ea1\\\": 8, \\\"gian\\\": 22, \\\"sang\\\": 6, \\\"kh\\\\u00e1c\\\": 29, \\\"\\\\u00e1nh\\\": 9, \\\"nay\\\": 3, \\\"\\\\u1edf\\\": 8, \\\"h\\\\u1eb1ng\\\": 1, \\\"bytes\\\": 1, \\\"source\\\": 1, \\\"th\\\\u1eddi\\\": 16, \\\"bi\\\\u1ebfn\\\": 7, \\\"symbolic\\\": 1, \\\"14\\\": 1, \\\"a\\\": 4, \\\"code\\\": 1, \\\"module\\\": 13, \\\"th\\\\u1ec3\\\": 30, \\\"linking\\\": 1, \\\"pointer\\\": 1, \\\"\\\\u0111i\\\\u1ec3m\\\": 16, \\\"loading\\\": 2, \\\"instruction\\\": 1, \\\"li\\\\u1ec7u\\\": 9, \\\"x\\\\u1ea3y\\\": 7, \\\"data\\\": 2, \\\"d\\\\u1eef\\\": 9, \\\"nhau\\\": 21, \\\"v\\\\u00e0\\\": 46, \\\"time\\\": 4, \\\"execution\\\": 2, \\\"load\\\": 3, \\\"compile\\\": 2, \\\"ba\\\": 3, \\\"t\\\\u1ea1i\\\": 8, \\\"khuy\\\\u1ebft\\\": 1, \\\"g\\\\u00e1n\\\": 6, \\\"l\\\\u00fac\\\": 2, \\\"thay\\\": 25, \\\"n\\\\u1ebfu\\\": 22, \\\"bi\\\\u1ebft\\\": 6, \\\"tr\\\\u01b0\\\\u1edbc\\\": 7, \\\"l\\\\u1ea1i\\\": 14, \\\"th\\\\u00ec\\\": 21, \\\"base\\\": 6, \\\"reload\\\": 1, \\\"n\\\\u1eb1m\\\": 10, \\\"n\\\\u1ec1n\\\": 1, \\\"s\\\\u1ebd\\\": 34, \\\"ch\\\\u01b0a\\\": 7, \\\"n\\\\u00ean\\\": 3, \\\"loader\\\": 1, \\\"to\\\\u00e1n\\\": 11, \\\"sinh\\\": 6, \\\"tr\\\\u00ean\\\": 13, \\\"\\\\u0111\\\\u00e2u\\\": 2, \\\"ti\\\\u1ebfn\\\": 39, \\\"d\\\\u1ef1a\\\": 4, \\\"\\\\u0111\\\\u1ed1\\\": 1, \\\"di\\\": 3, \\\"cpu\\\": 14, \\\"segment\\\": 5, \\\"tr\\\\u00ec\\\": 3, \\\"ho\\\\u00e3n\\\": 1, \\\"to\\\\u00e0n\\\": 6, \\\"d\\\\u1ea1ng\\\": 2, \\\"nh\\\\u1ea5t\\\": 25, \\\"t\\\\u1ea5t\\\": 9, \\\"c\\\\u1ea3\\\": 11, \\\"v\\\\u1ec1\\\": 9, \\\"n\\\\u00e0y\\\": 22, \\\"th\\\\u01b0\\\": 3, \\\"\\\\u0111\\\\u1ed9c\\\": 3, \\\"t\\\\u1ed1c\\\": 4, \\\"tuy\\\\u1ebfn\\\": 3, \\\"ph\\\\u00ed\\\": 4, \\\"duy\\\": 6, \\\"d\\\\u1ee5ng\\\": 29, \\\"l\\\\u1eadp\\\": 8, \\\"vi\\\\u1ec7n\\\": 3, \\\"s\\\\u1eed\\\": 30, \\\"tr\\\\u00fac\\\": 18, \\\"chi\\\": 5, \\\"thi\\\\u1ebft\\\": 11, \\\"ti\\\\u1ebft\\\": 1, \\\"vi\\\\u1ebft\\\": 1, \\\"th\\\\u1ea5p\\\": 8, \\\"ki\\\\u1ec7m\\\": 1, \\\"\\\\u0111\\\\u1ed9ng\\\": 17, \\\"r\\\\u1ebd\\\": 3, \\\"ri\\\\u00eang\\\": 7, \\\"h\\\\u01a1n\\\": 12, \\\"t\\\\u00edch\\\": 2, \\\"d\\\\u01b0\\\\u1edbi\\\": 1, \\\"c\\\\u00f9ng\\\": 8, \\\"k\\\\u00edch\\\": 31, \\\"\\\\u1ee9ng\\\": 12, \\\"l\\\\u1edbn\\\": 15, \\\"ch\\\\u1ee9c\\\": 6, \\\"overlay\\\": 5, \\\"s\\\\u01a1\\\": 2, \\\"\\\\u0111\\\\u1ed3\\\": 2, \\\"d\\\\u00e0nh\\\": 5, \\\"c\\\\u0169ng\\\": 5, \\\"xem\\\": 4, \\\"l\\\\u1edbp\\\": 2, \\\"t\\\\u1ed5\\\": 6, \\\"sau\\\": 11, \\\"ban\\\": 2, \\\"th\\\\u01b0\\\\u1edbc\\\": 29, \\\"khi\\\\u1ec3n\\\": 3, \\\"g\\\\u1ecdi\\\": 16, \\\"control\\\": 2, \\\"trang\\\": 48, \\\"pct\\\": 1, \\\"page\\\": 9, \\\"t\\\\u1ee9c\\\": 3, \\\"b\\\\u1eb1ng\\\": 15, \\\"\\\\u2013\\\": 6, \\\"nh\\\\u01b0ng\\\": 6, \\\"khung\\\": 19, \\\"table\\\": 6, \\\"ho\\\\u1eb7c\\\": 9, \\\"sct\\\": 1, \\\"li\\\\u00ean\\\": 7, \\\"v\\\\u00e0i\\\": 1, \\\"ti\\\\u1ebfp\\\": 10, \\\"\\\\u0111o\\\\u1ea1n\\\": 22, \\\"li\\\\u1ec7n\\\": 1, \\\"d\\\\u00f9ng\\\": 19, \\\"ng\\\\u01b0\\\\u1eddi\\\": 9, \\\"c\\\\u00f2n\\\": 9, \\\"ch\\\\u1ee9a\\\": 12, \\\"c\\\\u1ed1\\\": 11, \\\"2\\\": 13, \\\"thanh\\\": 9, \\\"h\\\\u1ea1n\\\": 8, \\\"ghi\\\": 15, \\\"s\\\\u00e1nh\\\": 3, \\\"gi\\\\u1edbi\\\": 5, \\\"bi\\\\u1ec7t\\\": 4, \\\"gi\\\\u00e1\\\": 8, \\\"so\\\\u00e1t\\\": 2, \\\"tr\\\\u1ecb\\\": 8, \\\"\\\\u0111\\\\u01a1n\\\": 7, \\\"\\\\u0111\\\\u01b0a\\\": 6, \\\"b\\\\u1ea5t\\\": 6, \\\"running\\\": 1, \\\"ngo\\\\u00e0i\\\": 7, \\\"ph\\\\u00f9\\\": 4, \\\"out\\\": 2, \\\"\\\\u0111ang\\\": 10, \\\"n\\\\u00f3\\\": 7, \\\"ready\\\": 1, \\\"tr\\\\u1ea1ng\\\": 4, \\\"tr\\\\u1ed1ng\\\": 12, \\\"k\\\\u1ef3\\\": 3, \\\"swap\\\": 1, \\\"th\\\\u00e1i\\\": 2, \\\"h\\\\u00e0ng\\\": 6, \\\"nh\\\\u1eadp\\\": 3, \\\"t\\\\u1ea3i\\\": 6, \\\"\\\\u0111\\\\u1ee3i\\\": 4, \\\"gi\\\\u1ea3i\\\": 13, \\\"t\\\\u01b0ong\\\": 3, \\\"ph\\\\u00f3ng\\\": 6, \\\"r\\\\u1ed7i\\\": 1, \\\"th\\\\u00fac\\\": 5, \\\"hi\\\\u1ec7n\\\": 22, \\\"nh\\\\u1ecf\\\": 8, \\\"t\\\\u01b0\\\\u1ee3ng\\\": 9, \\\"m\\\\u1ea3nh\\\": 8, \\\"kh\\\\u1eafc\\\": 1, \\\"hu\\\\u1ed1ng\\\": 1, \\\"t\\\\u1eebng\\\": 3, \\\"ph\\\\u1ee5c\\\": 2, \\\"t\\\\u00ecnh\\\": 6, \\\"th\\\\u00eam\\\": 3, \\\"k\\\\u1ebf\\\": 2, \\\"dung\\\": 8, \\\"\\\\u0111\\\\u00e8\\\": 1, \\\"m\\\\u1edbi\\\": 9, \\\"l\\\\u00ean\\\": 4, \\\"theo\\\": 16, \\\"n\\\\u1ed9i\\\": 7, \\\"\\\\u0111\\\\u1ed3ng\\\": 1, \\\"th\\\\u00f4ng\\\": 7, \\\"tr\\\\u1ed5ng\\\": 1, \\\"gi\\\\u1eef\\\": 5, \\\"hay\\\": 6, \\\"\\\\u0111\\\\u1ee7\\\": 4, \\\"\\\\u0111\\\\u00e3\\\": 6, \\\"kh\\\\u1ed1i\\\": 11, \\\"nh\\\\u1eefng\\\": 7, \\\"th\\\\u1ea5y\\\": 5, \\\"kh\\\\u1ea3\\\": 4, \\\"t\\\\u00ecm\\\": 6, \\\"v\\\\u1eeba\\\": 5, \\\"l\\\\u01b0\\\\u1ee3ng\\\": 10, \\\"lai\\\": 3, \\\"l\\\\u01b0u\\\": 12, \\\"nh\\\\u01b0\\\": 8, \\\"\\\\u0111\\\\u00e1p\\\": 1, \\\"tin\\\": 6, \\\"\\\\u0111\\\\u00e1nh\\\": 7, \\\"r\\\\u1ea3i\\\": 1, \\\"kho\\\\u1ea3ng\\\": 5, \\\"hai\\\": 11, \\\"r\\\\u00e1c\\\": 1, \\\"ki\\\\u1ebfm\\\": 2, \\\"d\\\\u1ea5u\\\": 3, \\\"b\\\\u1ecb\\\": 11, \\\"t\\\\u00e1ch\\\": 2, \\\"k\\\\u1ec1\\\": 2, \\\"c\\\\u1ee1\\\": 1, \\\"tr\\\\u1edb\\\": 1, \\\"h\\\\u1eb9p\\\": 1, \\\"th\\\\u1ed1ng\\\": 8, \\\"th\\\\u00edch\\\": 3, \\\"ch\\\\u1ebf\\\": 13, \\\"danh\\\": 1, \\\"nguy\\\\u00ean\\\": 4, \\\"t\\\\u1eafc\\\": 2, \\\"h\\\\u1ed3i\\\": 1, \\\"thu\\\": 1, \\\"b\\\\u1ea3n\\\": 2, \\\"s\\\\u00e1ch\\\": 1, \\\"c\\\\u01a1\\\": 15, \\\"bit\\\": 8, \\\"ch\\\\u1ecdn\\\": 12, \\\"fit\\\": 2, \\\"ngay\\\": 1, \\\"h\\\\u1ecdn\\\": 1, \\\"first\\\": 3, \\\"next\\\": 1, \\\"best\\\": 2, \\\"ti\\\\u00ean\\\": 7, \\\"\\\\u0111\\\\u00fang\\\": 3, \\\"worst\\\": 2, \\\"quan\\\": 3, \\\"gi\\\\u1eefa\\\": 5, \\\"n\\\\u0103ng\\\": 4, \\\"thu\\\\u1eddng\\\": 1, \\\"th\\\\u1ee9\\\": 10, \\\"vi\\\\u00ean\\\": 2, \\\"d\\\\u00e3y\\\": 1, \\\"t\\\\u1ef1\\\": 9, \\\"coi\\\": 1, \\\"h\\\\u00e0m\\\": 6, \\\"g\\\\u1ed3m\\\": 10, \\\"con\\\": 2, \\\"qua\\\": 3, \\\"th\\\\u1ee7\\\": 2, \\\"t\\\\u1ee5c\\\": 5, \\\"17\\\": 1, \\\"n\\\\u00f3i\\\": 2, \\\"5\\\": 4, \\\"b\\\\u1ea3ng\\\": 20, \\\"b\\\\u1edfi\\\": 6, \\\"t\\\\u1edbi\\\": 8, \\\"c\\\\u00e1ch\\\": 9, \\\"t\\\\u00e2m\\\": 1, \\\"ch\\\\u00fang\\\": 3, \\\"c\\\\u00e2u\\\": 1, \\\"k\\\\u00fd\\\": 1, \\\"sqrt\\\": 1, \\\"m\\\\u1ed3i\\\": 3, \\\"ngu\\\\u1ed3n\\\": 1, \\\"limit\\\": 3, \\\"s\\\\u1edf\\\": 6, \\\"do\\\": 10, \\\"trinh\\\": 2, \\\"d\\\\u00f9\\\": 1, \\\"v\\\\u1eabn\\\": 3, \\\"c\\\\u00f9a\\\": 1, \\\"th\\\\u1ee9c\\\": 1, \\\"ph\\\\u01b0\\\\u01a1ng\\\": 4, \\\"chu\\\\u1ed7i\\\": 4, \\\"m\\\\u1eb7c\\\": 1, \\\"c\\\\u1ee5c\\\": 4, \\\"pascal\\\": 1, \\\"3\\\": 6, \\\"s\\\\u1ed1\\\": 35, \\\"ng\\\\u0103n\\\": 2, \\\"m\\\\u1ea3ng\\\": 3, \\\"l\\\\u1ea7n\\\": 4, \\\"4\\\": 3, \\\"fortran\\\": 1, \\\"1\\\": 18, \\\"tr\\\\u1ea3\\\": 1, \\\"logic\\\": 10, \\\"t\\\\u1eadp\\\": 10, \\\"s\\\\u1ed5\\\": 1, \\\"t\\\\u00ean\\\": 3, \\\"m\\\": 3, \\\"h\\\\u1ecdp\\\": 1, \\\"gi\\\\u1ea3n\\\": 4, \\\"management\\\": 2, \\\"mmu\\\": 4, \\\"d\\\": 4, \\\"memory\\\": 3, \\\"k\\\\u1ef9\\\": 30, \\\"thu\\\\u1eadt\\\": 42, \\\"unit\\\": 2, \\\"register\\\": 3, \\\"stbr\\\": 1, \\\"stlr\\\": 1, \\\"c\\\\u00e0i\\\": 5, \\\"\\\\u0111\\\\u1eb7t\\\": 6, \\\"b\\\\u00e1ng\\\": 1, \\\"tr\\\\u1ecf\\\": 3, \\\"kh\\\\u1edfi\\\": 1, \\\"\\\\u0111\\\\u1ecdc\\\": 3, \\\"thu\\\\u1ed9c\\\": 10, \\\"gi\\\\u00e1n\\\": 1, \\\"li\\\\u1ebfp\\\": 1, \\\"t\\\\u1eed\\\": 7, \\\"d\\\\u1ec5\\\": 2, \\\"d\\\\u00e0ng\\\": 1, \\\"w\\\": 1, \\\"attribute\\\": 1, \\\"x\\\\u00e9t\\\": 1, \\\"\\\\u01b0u\\\": 9, \\\"vi\\\": 5, \\\"ngo\\\\u1ea1i\\\": 3, \\\"nh\\\\u1eadn\\\": 3, \\\"r\\\": 1, \\\"x\\\": 1, \\\"0\\\": 8, \\\"2m\\\": 1, \\\"b\\\\u00edt\\\": 2, \\\"n\\\": 2, \\\"bi\\\\u1ec5u\\\": 1, \\\"\\\\u1ea3o\\\": 9, \\\"l\\\\u0169y\\\": 2, \\\"th\\\\u1eeba\\\": 2, \\\"2n\\\": 1, \\\"13\\\": 1, \\\"9\\\": 2, \\\"m\\\\u00f4\\\": 4, \\\"ch\\\\u00e9p\\\": 1, \\\"f\\\": 1, \\\"\\\\u0111i\\\\u1ea1\\\": 1, \\\"h\\\\u00ecnh\\\": 7, \\\"ptlr\\\": 1, \\\"ptbr\\\": 2, \\\"tr\\\\u1eef\\\": 7, \\\"li\\\\u1ec1n\\\": 1, \\\"quy\\\\u1ebft\\\": 1, \\\"v\\\\u1ea5n\\\": 2, \\\"gi\\\\u00e1p\\\": 1, \\\"b\\\\u00ean\\\": 2, \\\"\\\\u0111\\\\u1ec1\\\": 2, \\\"c\\\\u1eadp\\\": 9, \\\"gi\\\\u1edd\\\": 2, \\\"gi\\\\u1ed1ng\\\": 2, \\\"quy\\\": 3, \\\"b\\\\u00f9\\\": 1, \\\"b\\\\u00e2y\\\": 1, \\\"ngh\\\\u1ecbch\\\": 2, \\\"p\\\": 1, \\\"c\\\\u1eb7p\\\": 2, \\\"pid\\\": 1, \\\"\\\\u0111\\\\u1ea3o\\\": 1, \\\"protection\\\": 1, \\\"write\\\": 1, \\\"\\\\u201cinvalid\\\\u201d\\\": 1, \\\"read\\\": 1, \\\"invalid\\\": 2, \\\"execute\\\": 1, \\\"only\\\": 1, \\\"\\\\u201cvalid\\\\u201d\\\": 1, \\\"th\\\\u1ecb\\\": 2, \\\"valid\\\": 2, \\\"frame\\\": 2, \\\"ph\\\\u1ee5\\\": 9, \\\"m\\\\u1ed9\\\": 1, \\\"ng\\\\u1eef\\\": 3, \\\"demand\\\": 1, \\\"gi\\\\u00fap\\\": 2, \\\"ngh\\\\u0129a\\\": 3, \\\"paging\\\": 1, \\\"tr\\\\u00fa\\\": 1, \\\"cung\\\": 2, \\\"v\\\\u00ec\\\": 4, \\\"x\\\\u1eed\\\": 5, \\\"v\\\\u1eady\\\": 3, \\\"\\\\u0111\\\\u0129a\\\": 7, \\\"ph\\\\u1ea3n\\\": 1, \\\"t\\\\u1ea1m\\\": 3, \\\"l\\\\u00e0m\\\": 5, \\\"ng\\\\u1eaft\\\": 2, \\\"b\\\\u01b0\\\\u1edbc\\\": 2, \\\"ho\\\\u1ea1t\\\": 5, \\\"fault\\\": 1, \\\"b\\\\u00e1o\\\": 1, \\\"l\\\\u1ea5y\\\": 1, \\\"l\\\\u1ed7i\\\": 12, \\\"nh\\\\u1eadt\\\": 3, \\\"d\\\\u00f2\\\": 1, \\\"ng\\\\u01b0\\\\u1ee3c\\\": 1, \\\"mu\\\\u1ed1n\\\": 2, \\\"v\\\\u1eafng\\\": 1, \\\"ch\\\\u1ed7\\\": 1, \\\"th\\\\u1ebf\\\": 13, \\\"m\\\\u1eb7t\\\": 2, \\\"mang\\\": 1, \\\"c\\\\u1ee9\\\": 2, \\\"\\\\u00edt\\\": 4, \\\"b\\\\u00ecnh\\\": 1, \\\"l\\\\u00e2u\\\": 5, \\\"v\\\\u00f4\\\": 1, \\\"d\\\\u1eabn\\\": 4, \\\"trung\\\": 1, \\\"v\\\\u1ee5\\\": 1, \\\"ch\\\\u1edd\\\": 1, \\\"ng\\\\u1eafn\\\": 1, \\\"c\\\\u1eadn\\\": 1, \\\"m\\\\u1ecdi\\\": 2, \\\"nh\\\\u01b0\\\\u1ee3c\\\": 3, \\\"k\\\\u1ec3\\\": 3, \\\"fifo\\\": 4, \\\"c\\\\u0103n\\\": 1, \\\"d\\\\u00e0i\\\": 5, \\\"belady\\\": 1, \\\"m\\\\u00ecnh\\\": 4, \\\"t\\\\u00e1n\\\": 1, \\\"replacement\\\": 2, \\\"opt\\\": 3, \\\"optimal\\\": 2, \\\"t\\\\u1ed1i\\\": 7, \\\"r\\\\u1eb1ng\\\": 1, \\\"h\\\\u00f3a\\\": 1, \\\"ta\\\": 5, \\\"lu\\\\u00f4n\\\": 2, \\\"\\\\u0111\\\\u1ebfm\\\": 4, \\\"tr\\\\u01b0\\\\u1eddng\\\": 2, \\\"least\\\": 2, \\\"cu\\\\u1ed1i\\\": 2, \\\"recently\\\": 3, \\\"stack\\\": 1, \\\"\\\\u0111\\\\u1ec9nh\\\": 1, \\\"used\\\": 4, \\\"kh\\\\u1ecfi\\\": 2, \\\"\\\\u0111\\\\u00f2i\\\": 2, \\\"\\\\u0111\\\\u00e1y\\\": 1, \\\"h\\\\u1ecfi\\\": 2, \\\"lru\\\": 2, \\\"x\\\\u00f3a\\\": 1, \\\"g\\\\u1ea7n\\\": 3, \\\"counter\\\": 1, \\\"8\\\": 1, \\\"reference\\\": 3, \\\"lo\\\\u1ea1i\\\": 3, \\\"l\\\\u1ecbch\\\": 1, \\\"nh\\\\u00e2n\\\\u201d\\\": 2, \\\"b\\\\u1ecf\\\": 2, \\\"chu\\\": 1, \\\"\\\\u201cn\\\\u1ea1n\\\": 2, \\\"history\\\": 1, \\\"r\\\\u1ed3i\\\": 1, \\\"h\\\\u1ed9i\\\": 2, \\\"n\\\\u00e2ng\\\": 1, \\\"tu\\\\u1ef3\\\": 1, \\\"ch\\\\u00f3ng\\\": 1, \\\"b\\\\u1ed1n\\\": 1, \\\"dirty\\\": 1, \\\"not\\\": 1, \\\"\\\\u00ab\\\": 1, \\\"\\\\u00bb\\\": 1, \\\"nhanh\\\": 1, \\\"th\\\\u1eadt\\\": 1, \\\"s\\\\u1eeda\\\": 1, \\\"r\\\\u1ed7ng\\\": 1, \\\"nru\\\": 1, \\\"lfu\\\": 1, \\\"most\\\": 1, \\\"mfu\\\": 1, \\\"frequently\\\": 1, \\\"t\\\\u1ef7\\\": 2, \\\"l\\\\u1ef1a\\\": 2, \\\"ho\\\\u00e1n\\\": 1, \\\"faults\\\": 1, \\\"tr\\\\u1ec7\\\": 1, \\\"set\\\": 1, \\\"khi\\\\u1ebfn\\\": 1, \\\"r\\\\u1ea5t\\\": 4, \\\"t\\\\u1ec9\\\": 2, \\\"working\\\": 1, \\\"gi\\\\u1ea3m\\\": 3, \\\"sec\\\": 1, \\\"thrashing\\\": 1, \\\"y\\\\u1ebfu\\\": 5, \\\"t\\\\u1ed1\\\": 3, \\\"t\\\\u0129nh\\\": 1, \\\"d\\\\u1ef1ng\\\": 1, \\\"x\\\\u00e2y\\\": 1, \\\"\\\\u0111\\\\u1ecbnhkh\\\\u00f4ng\\\": 1, \\\"b\\\\u1ed9i\\\": 1, \\\"ho\\\\u00e0n\\\": 2, \\\"tr\\\\u1eeb\\\": 1, \\\"thi\\\\u1ec7n\\\": 1, \\\"\\\\u00f4\\\": 2, \\\"l\\\\u00ed\\\": 1, \\\"nh\\\\u00ecn\\\": 2, \\\"t\\\\u1ebf\\\": 2, \\\"fram\\\": 1, \\\"net\\\": 1, \\\"vc\\\": 1, \\\"thi\\\\u1ebfu\\\": 2, \\\"windows\\\": 1, \\\"ng\\\\u00f4n\\\": 2, \\\"vb\\\": 1, \\\"ocx\\\": 1, \\\"dll\\\": 1, \\\"file\\\": 1, \\\"exe\\\": 1, \\\"m\\\\u00e1y\\\": 5, \\\"ch\\\\u1ea1y\\\": 3, \\\"offset\\\": 2, \\\"512\\\": 1, \\\"8192\\\": 1, \\\"ki\\\\u1ebfn\\\": 1, \\\"thi\\\\u1ec3u\\\": 3, \\\"v\\\\u01b0\\\\u1ee3t\\\": 1, \\\"t\\\\u1ed5ng\\\": 1, \\\"d\\\\u1eebng\\\": 2, \\\"bao\\\": 2, \\\"\\\\u0111\\\\u00e9n\\\": 1, \\\"nh\\\\u00e2n\\\": 1, \\\"f3\\\": 3, \\\"f2\\\": 3, \\\"7\\\": 3, \\\"6\\\": 3, \\\"algorithm\\\": 1, \\\"gi\\\\u1ea3\\\": 5, \\\"f1\\\": 3, \\\"in\\\": 1, \\\"t\\\\u1ed3n\\\": 2, \\\"10\\\": 1, \\\"d\\\\u1eddi\\\": 1, \\\"b\\\": 1, \\\"v\\\\u1eb9n\\\": 1, \\\"hard\\\": 1, \\\"l2\\\": 1, \\\"m\\\\u1ea1ng\\\": 1, \\\"registers\\\": 1, \\\"cd\\\\u2026\\\": 1, \\\"primary\\\": 1, \\\"l1\\\": 1, \\\"main\\\": 1, \\\"driver\\\": 1, \\\"secondary\\\": 1, \\\"ch\\\\u1eadm\\\": 1, \\\"cache\\\": 2, \\\"\\\\u1ed5\\\": 1, \\\"tr\\\\u1ef1c\\\": 2, \\\"disk\\\": 1, \\\"hdd\\\": 1, \\\"tape\\\": 1, \\\"external\\\": 1, \\\"tr\\\\u00e1ch\\\": 1, \\\"nhi\\\\u1ec7m\\\": 3, \\\"ch\\\\u1ecbu\\\": 1, \\\"\\\\u201cframes\\\\u201d\\\": 1, \\\"ch\\\\u1ee7\\\": 1, \\\"bus\\\": 1, \\\"\\\\u00e1p\\\": 3, \\\"c\\\": 1, \\\"m\\\\u1ea1ch\\\": 1, \\\"c\\\\u1ee5\\\": 1, \\\"g\\\\u00e2y\\\": 2, \\\"s\\\\u1eb5n\\\": 1, \\\"mem\\\": 7, \\\"tr\\\\u00e1i\\\": 2, \\\"b\\\\u00e0y\\\": 6, \\\"\\\\u0111\\\\u1ea3m\\\": 2, \\\"c\\\\u1ea5m\\\": 1, \\\"c\\\\u1ed9ng\\\": 1, \\\"th\\\\u1ef1\\\": 1, \\\"ph\\\\u00e1p\\\": 3, \\\"kho\\\\u1ea3n\\\": 1, \\\"4kb\\\": 1, \\\"264\\\": 1, \\\"4mb\\\": 1, \\\"4b\\\": 1, \\\"220\\\": 1, \\\"232\\\": 1, \\\"212\\\": 1, \\\"b2\\\": 1, \\\"b1\\\": 1, \\\"b3\\\": 1, \\\"b5\\\": 1, \\\"b4\\\": 1, \\\"nhu\\\": 1, \\\"chu\\\\u1ea9n\\\": 1, \\\"trao\\\": 1, \\\"ki\\\\u1ec7n\\\": 1, \\\"\\\\u0111o\\\\u00e1n\\\": 1, \\\"hdh\\\": 4, \\\"thu\\\\u1eadn\\\": 1, \\\"d\\\\u00f5i\\\": 1, \\\"m\\\\u1eadt\\\": 1, \\\"ph\\\\u1ea1m\\\": 1, \\\"v\\\": 1, \\\"suy\\\": 1, \\\"kh\\\\u00f3a\\\": 1, \\\"mong\\\": 1, \\\"\\\\u0111\\\\u1ed5i\\\\u00a0\\\": 1, \\\"slg\\\": 1, \\\"\\\\u0111\\\\u1ed5\\\": 1, \\\"ktra\\\": 2, \\\"l\\\\u1eddi\\\": 1, \\\"ko\\\": 4, \\\"dc\\\": 3, \\\"t\\\": 2, \\\"ham\\\": 1, \\\"gd\\\": 1, \\\"n\\\\u1ed1i\\\": 1, \\\"v\\\\u00f2\\\": 1, \\\"\\\\u0111c\\\": 3, \\\"l\\\\u00e3ng\\\": 1, \\\"t\\\\u0129nh\\\\u00a0\\\": 1, \\\"ch\\\\u00e8n\\\": 1, \\\"sd\\\": 1, \\\"stub\\\": 1, \\\"modul\\\": 1, \\\"\\\\u1ee9\\\": 2, \\\"thich\\\": 1, \\\"c\\\\u1ea1nh\\\": 1, \\\"\\\\u0111i\\\\u00eam\\\": 1, \\\"n\\\\u00e9n\\\": 1, \\\"d\\\\u1ed3n\\\": 1, \\\"tr\\\\u00e1nh\\\": 2, \\\"g\\\\u00ec\\\": 1, \\\"sr\\\": 1, \\\"kich\\\": 1, \\\"h\\\": 1, \\\"nh\\\\u00ecu\\\": 1, \\\"chi\\\\u1ebfm\\\": 1, \\\"stt\\\": 1, \\\"o\\\": 1, \\\"ch\\\\u1ed1ng\\\": 1, \\\"s\\\": 1}\", \"index_docs\": \"{\\\"287\\\": 5, \\\"35\\\": 34, \\\"138\\\": 13, \\\"21\\\": 39, \\\"229\\\": 7, \\\"8\\\": 76, \\\"545\\\": 1, \\\"544\\\": 1, \\\"320\\\": 3, \\\"15\\\": 60, \\\"6\\\": 73, \\\"13\\\": 55, \\\"80\\\": 17, \\\"3\\\": 74, \\\"54\\\": 22, \\\"362\\\": 3, \\\"321\\\": 3, \\\"211\\\": 7, \\\"212\\\": 7, \\\"55\\\": 25, \\\"429\\\": 2, \\\"146\\\": 7, \\\"363\\\": 3, \\\"210\\\": 8, \\\"44\\\": 30, \\\"11\\\": 51, \\\"4\\\": 67, \\\"128\\\": 13, \\\"34\\\": 31, \\\"48\\\": 25, \\\"430\\\": 2, \\\"546\\\": 1, \\\"194\\\": 4, \\\"113\\\": 14, \\\"251\\\": 4, \\\"5\\\": 73, \\\"147\\\": 7, \\\"431\\\": 1, \\\"365\\\": 2, \\\"33\\\": 34, \\\"20\\\": 43, \\\"2\\\": 75, \\\"91\\\": 7, \\\"364\\\": 3, \\\"12\\\": 48, \\\"76\\\": 16, \\\"252\\\": 4, \\\"88\\\": 14, \\\"82\\\": 16, \\\"87\\\": 18, \\\"81\\\": 14, \\\"56\\\": 22, \\\"131\\\": 7, \\\"549\\\": 1, \\\"47\\\": 21, \\\"23\\\": 45, \\\"19\\\": 42, \\\"547\\\": 1, \\\"290\\\": 5, \\\"115\\\": 13, \\\"36\\\": 19, \\\"214\\\": 8, \\\"114\\\": 13, \\\"322\\\": 4, \\\"129\\\": 11, \\\"289\\\": 5, \\\"175\\\": 9, \\\"9\\\": 49, \\\"548\\\": 1, \\\"57\\\": 15, \\\"213\\\": 5, \\\"46\\\": 22, \\\"10\\\": 63, \\\"61\\\": 21, \\\"255\\\": 5, \\\"7\\\": 57, \\\"254\\\": 6, \\\"253\\\": 4, \\\"433\\\": 2, \\\"130\\\": 14, \\\"366\\\": 2, \\\"32\\\": 35, \\\"26\\\": 21, \\\"323\\\": 4, \\\"122\\\": 14, \\\"432\\\": 2, \\\"288\\\": 2, \\\"50\\\": 24, \\\"230\\\": 5, \\\"92\\\": 14, \\\"73\\\": 17, \\\"550\\\": 1, \\\"16\\\": 49, \\\"435\\\": 2, \\\"434\\\": 2, \\\"215\\\": 6, \\\"291\\\": 4, \\\"83\\\": 13, \\\"324\\\": 4, \\\"62\\\": 23, \\\"436\\\": 2, \\\"437\\\": 2, \\\"367\\\": 3, \\\"84\\\": 17, \\\"148\\\": 11, \\\"89\\\": 18, \\\"70\\\": 20, \\\"51\\\": 22, \\\"325\\\": 4, \\\"368\\\": 3, \\\"66\\\": 25, \\\"163\\\": 8, \\\"256\\\": 6, \\\"176\\\": 8, \\\"68\\\": 23, \\\"440\\\": 2, \\\"551\\\": 1, \\\"326\\\": 3, \\\"139\\\": 11, \\\"195\\\": 9, \\\"369\\\": 3, \\\"439\\\": 2, \\\"438\\\": 2, \\\"99\\\": 18, \\\"98\\\": 13, \\\"177\\\": 9, \\\"552\\\": 1, \\\"40\\\": 22, \\\"30\\\": 38, \\\"31\\\": 36, \\\"150\\\": 10, \\\"140\\\": 8, \\\"441\\\": 2, \\\"327\\\": 4, \\\"107\\\": 12, \\\"41\\\": 35, \\\"93\\\": 16, \\\"149\\\": 9, \\\"370\\\": 3, \\\"116\\\": 12, \\\"178\\\": 8, \\\"59\\\": 22, \\\"257\\\": 6, \\\"49\\\": 29, \\\"164\\\": 9, \\\"371\\\": 3, \\\"179\\\": 8, \\\"556\\\": 1, \\\"559\\\": 1, \\\"553\\\": 1, \\\"67\\\": 16, \\\"216\\\": 7, \\\"555\\\": 1, \\\"558\\\": 1, \\\"292\\\": 4, \\\"554\\\": 1, \\\"71\\\": 13, \\\"45\\\": 30, \\\"560\\\": 1, \\\"557\\\": 1, \\\"63\\\": 16, \\\"442\\\": 2, \\\"561\\\": 1, \\\"152\\\": 9, \\\"231\\\": 7, \\\"443\\\": 2, \\\"151\\\": 9, \\\"52\\\": 21, \\\"18\\\": 46, \\\"258\\\": 4, \\\"445\\\": 2, \\\"373\\\": 3, \\\"444\\\": 2, \\\"372\\\": 3, \\\"196\\\": 8, \\\"562\\\": 1, \\\"233\\\": 6, \\\"446\\\": 2, \\\"37\\\": 25, \\\"64\\\": 22, \\\"232\\\": 6, \\\"132\\\": 7, \\\"108\\\": 14, \\\"85\\\": 21, \\\"259\\\": 6, \\\"565\\\": 1, \\\"165\\\": 10, \\\"448\\\": 1, \\\"42\\\": 34, \\\"117\\\": 7, \\\"235\\\": 3, \\\"563\\\": 1, \\\"123\\\": 11, \\\"234\\\": 6, \\\"109\\\": 13, \\\"447\\\": 2, \\\"14\\\": 39, \\\"328\\\": 4, \\\"564\\\": 1, \\\"329\\\": 3, \\\"133\\\": 14, \\\"236\\\": 5, \\\"374\\\": 3, \\\"566\\\": 1, \\\"237\\\": 6, \\\"376\\\": 2, \\\"38\\\": 25, \\\"197\\\": 9, \\\"166\\\": 11, \\\"167\\\": 9, \\\"65\\\": 22, \\\"153\\\": 3, \\\"377\\\": 3, \\\"238\\\": 4, \\\"375\\\": 3, \\\"330\\\": 4, \\\"260\\\": 6, \\\"39\\\": 29, \\\"198\\\": 8, \\\"154\\\": 3, \\\"43\\\": 30, \\\"86\\\": 18, \\\"293\\\": 5, \\\"155\\\": 11, \\\"569\\\": 1, \\\"567\\\": 1, \\\"199\\\": 8, \\\"570\\\": 1, \\\"100\\\": 17, \\\"331\\\": 3, \\\"180\\\": 7, \\\"124\\\": 12, \\\"449\\\": 2, \\\"568\\\": 1, \\\"200\\\": 8, \\\"24\\\": 31, \\\"134\\\": 12, \\\"103\\\": 15, \\\"241\\\": 6, \\\"239\\\": 5, \\\"378\\\": 2, \\\"379\\\": 2, \\\"294\\\": 5, \\\"295\\\": 5, \\\"332\\\": 4, \\\"261\\\": 2, \\\"240\\\": 6, \\\"168\\\": 11, \\\"450\\\": 2, \\\"27\\\": 29, \\\"381\\\": 3, \\\"94\\\": 16, \\\"451\\\": 2, \\\"1\\\": 48, \\\"571\\\": 1, \\\"181\\\": 9, \\\"380\\\": 3, \\\"101\\\": 15, \\\"262\\\": 6, \\\"201\\\": 6, \\\"29\\\": 19, \\\"217\\\": 6, \\\"169\\\": 9, \\\"574\\\": 1, \\\"156\\\": 7, \\\"572\\\": 1, \\\"135\\\": 10, \\\"17\\\": 22, \\\"573\\\": 1, \\\"74\\\": 19, \\\"170\\\": 9, \\\"182\\\": 9, \\\"125\\\": 12, \\\"118\\\": 11, \\\"136\\\": 13, \\\"102\\\": 9, \\\"157\\\": 8, \\\"69\\\": 15, \\\"382\\\": 3, \\\"218\\\": 5, \\\"333\\\": 4, \\\"183\\\": 8, \\\"452\\\": 2, \\\"184\\\": 8, \\\"242\\\": 7, \\\"263\\\": 6, \\\"202\\\": 6, \\\"577\\\": 1, \\\"203\\\": 7, \\\"264\\\": 4, \\\"453\\\": 2, \\\"158\\\": 10, \\\"243\\\": 7, \\\"576\\\": 1, \\\"296\\\": 4, \\\"77\\\": 12, \\\"383\\\": 3, \\\"575\\\": 1, \\\"454\\\": 2, \\\"185\\\": 6, \\\"384\\\": 3, \\\"159\\\": 6, \\\"204\\\": 4, \\\"137\\\": 13, \\\"385\\\": 3, \\\"244\\\": 6, \\\"578\\\": 1, \\\"297\\\": 5, \\\"58\\\": 22, \\\"205\\\": 8, \\\"186\\\": 9, \\\"187\\\": 8, \\\"579\\\": 1, \\\"580\\\": 1, \\\"386\\\": 3, \\\"265\\\": 2, \\\"245\\\": 6, \\\"334\\\": 3, \\\"455\\\": 2, \\\"206\\\": 8, \\\"581\\\": 1, \\\"141\\\": 9, \\\"298\\\": 4, \\\"78\\\": 16, \\\"219\\\": 7, \\\"583\\\": 1, \\\"220\\\": 7, \\\"582\\\": 1, \\\"268\\\": 5, \\\"247\\\": 6, \\\"300\\\": 4, \\\"266\\\": 6, \\\"90\\\": 11, \\\"248\\\": 7, \\\"301\\\": 5, \\\"299\\\": 4, \\\"171\\\": 6, \\\"267\\\": 5, \\\"95\\\": 10, \\\"335\\\": 3, \\\"110\\\": 12, \\\"207\\\": 8, \\\"584\\\": 1, \\\"246\\\": 6, \\\"221\\\": 7, \\\"586\\\": 1, \\\"160\\\": 5, \\\"119\\\": 11, \\\"587\\\": 1, \\\"456\\\": 2, \\\"387\\\": 3, \\\"96\\\": 11, \\\"457\\\": 2, \\\"458\\\": 2, \\\"585\\\": 1, \\\"588\\\": 1, \\\"589\\\": 1, \\\"188\\\": 8, \\\"336\\\": 3, \\\"104\\\": 13, \\\"592\\\": 1, \\\"337\\\": 4, \\\"459\\\": 2, \\\"591\\\": 1, \\\"590\\\": 1, \\\"388\\\": 2, \\\"593\\\": 1, \\\"79\\\": 15, \\\"72\\\": 8, \\\"120\\\": 12, \\\"249\\\": 2, \\\"596\\\": 1, \\\"594\\\": 1, \\\"338\\\": 3, \\\"595\\\": 1, \\\"460\\\": 2, \\\"142\\\": 7, \\\"389\\\": 3, \\\"461\\\": 2, \\\"390\\\": 3, \\\"269\\\": 5, \\\"339\\\": 4, \\\"597\\\": 1, \\\"126\\\": 10, \\\"462\\\": 2, \\\"599\\\": 1, \\\"143\\\": 9, \\\"598\\\": 1, \\\"144\\\": 6, \\\"189\\\": 10, \\\"463\\\": 2, \\\"391\\\": 3, \\\"340\\\": 2, \\\"222\\\": 5, \\\"601\\\": 1, \\\"464\\\": 2, \\\"341\\\": 4, \\\"28\\\": 20, \\\"270\\\": 6, \\\"190\\\": 8, \\\"172\\\": 9, \\\"600\\\": 1, \\\"302\\\": 3, \\\"466\\\": 1, \\\"392\\\": 1, \\\"465\\\": 1, \\\"393\\\": 3, \\\"602\\\": 1, \\\"395\\\": 3, \\\"223\\\": 6, \\\"173\\\": 10, \\\"467\\\": 2, \\\"604\\\": 1, \\\"394\\\": 3, \\\"606\\\": 1, \\\"605\\\": 1, \\\"303\\\": 4, \\\"342\\\": 4, \\\"603\\\": 1, \\\"271\\\": 4, \\\"607\\\": 1, \\\"272\\\": 6, \\\"22\\\": 35, \\\"468\\\": 2, \\\"396\\\": 3, \\\"305\\\": 4, \\\"304\\\": 3, \\\"609\\\": 1, \\\"60\\\": 18, \\\"608\\\": 1, \\\"121\\\": 10, \\\"191\\\": 10, \\\"611\\\": 1, \\\"306\\\": 3, \\\"343\\\": 3, \\\"610\\\": 1, \\\"344\\\": 4, \\\"469\\\": 2, \\\"307\\\": 4, \\\"273\\\": 4, \\\"308\\\": 3, \\\"53\\\": 30, \\\"25\\\": 42, \\\"470\\\": 2, \\\"310\\\": 3, \\\"612\\\": 1, \\\"613\\\": 1, \\\"309\\\": 5, \\\"274\\\": 6, \\\"614\\\": 1, \\\"397\\\": 3, \\\"615\\\": 1, \\\"398\\\": 3, \\\"192\\\": 10, \\\"616\\\": 1, \\\"617\\\": 1, \\\"224\\\": 7, \\\"345\\\": 2, \\\"471\\\": 1, \\\"621\\\": 1, \\\"618\\\": 1, \\\"622\\\": 1, \\\"97\\\": 9, \\\"174\\\": 5, \\\"399\\\": 3, \\\"311\\\": 3, \\\"619\\\": 1, \\\"620\\\": 1, \\\"105\\\": 8, \\\"625\\\": 1, \\\"475\\\": 2, \\\"312\\\": 2, \\\"476\\\": 1, \\\"161\\\": 9, \\\"472\\\": 2, \\\"473\\\": 2, \\\"623\\\": 1, \\\"624\\\": 1, \\\"474\\\": 2, \\\"346\\\": 4, \\\"479\\\": 1, \\\"478\\\": 1, \\\"477\\\": 1, \\\"225\\\": 7, \\\"626\\\": 1, \\\"480\\\": 2, \\\"193\\\": 7, \\\"627\\\": 1, \\\"629\\\": 1, \\\"481\\\": 2, \\\"628\\\": 1, \\\"483\\\": 2, \\\"482\\\": 2, \\\"106\\\": 9, \\\"485\\\": 2, \\\"484\\\": 2, \\\"400\\\": 3, \\\"631\\\": 1, \\\"630\\\": 1, \\\"401\\\": 2, \\\"403\\\": 1, \\\"487\\\": 2, \\\"402\\\": 1, \\\"486\\\": 1, \\\"632\\\": 1, \\\"633\\\": 1, \\\"636\\\": 1, \\\"490\\\": 1, \\\"347\\\": 2, \\\"634\\\": 1, \\\"491\\\": 1, \\\"635\\\": 1, \\\"489\\\": 2, \\\"404\\\": 2, \\\"488\\\": 2, \\\"127\\\": 9, \\\"640\\\": 1, \\\"406\\\": 3, \\\"637\\\": 1, \\\"493\\\": 2, \\\"407\\\": 3, \\\"638\\\": 1, \\\"639\\\": 1, \\\"492\\\": 2, \\\"348\\\": 4, \\\"226\\\": 5, \\\"405\\\": 3, \\\"162\\\": 7, \\\"641\\\": 1, \\\"408\\\": 3, \\\"275\\\": 5, \\\"349\\\": 2, \\\"494\\\": 2, \\\"313\\\": 5, \\\"642\\\": 1, \\\"645\\\": 1, \\\"644\\\": 1, \\\"111\\\": 12, \\\"350\\\": 3, \\\"643\\\": 1, \\\"646\\\": 1, \\\"409\\\": 2, \\\"648\\\": 1, \\\"649\\\": 1, \\\"75\\\": 13, \\\"495\\\": 2, \\\"647\\\": 1, \\\"496\\\": 2, \\\"354\\\": 4, \\\"411\\\": 1, \\\"227\\\": 5, \\\"652\\\": 1, \\\"315\\\": 4, \\\"410\\\": 1, \\\"314\\\": 1, \\\"352\\\": 1, \\\"651\\\": 1, \\\"653\\\": 1, \\\"497\\\": 2, \\\"351\\\": 3, \\\"412\\\": 3, \\\"276\\\": 4, \\\"650\\\": 1, \\\"277\\\": 5, \\\"655\\\": 1, \\\"353\\\": 4, \\\"654\\\": 1, \\\"499\\\": 2, \\\"413\\\": 3, \\\"498\\\": 2, \\\"112\\\": 7, \\\"656\\\": 1, \\\"657\\\": 1, \\\"278\\\": 5, \\\"500\\\": 2, \\\"316\\\": 4, \\\"356\\\": 2, \\\"501\\\": 2, \\\"415\\\": 2, \\\"414\\\": 3, \\\"279\\\": 1, \\\"659\\\": 1, \\\"355\\\": 4, \\\"506\\\": 2, \\\"503\\\": 2, \\\"660\\\": 1, \\\"504\\\": 2, \\\"502\\\": 2, \\\"658\\\": 1, \\\"317\\\": 3, \\\"505\\\": 1, \\\"357\\\": 1, \\\"280\\\": 3, \\\"416\\\": 3, \\\"661\\\": 1, \\\"509\\\": 2, \\\"507\\\": 2, \\\"662\\\": 1, \\\"508\\\": 2, \\\"250\\\": 1, \\\"663\\\": 1, \\\"510\\\": 2, \\\"666\\\": 1, \\\"671\\\": 1, \\\"513\\\": 1, \\\"670\\\": 1, \\\"511\\\": 1, \\\"667\\\": 1, \\\"664\\\": 1, \\\"665\\\": 1, \\\"512\\\": 1, \\\"669\\\": 1, \\\"358\\\": 1, \\\"672\\\": 1, \\\"668\\\": 1, \\\"673\\\": 1, \\\"675\\\": 1, \\\"674\\\": 1, \\\"676\\\": 1, \\\"515\\\": 2, \\\"514\\\": 2, \\\"679\\\": 1, \\\"680\\\": 1, \\\"677\\\": 1, \\\"684\\\": 1, \\\"682\\\": 1, \\\"281\\\": 4, \\\"516\\\": 2, \\\"683\\\": 1, \\\"417\\\": 3, \\\"681\\\": 1, \\\"678\\\": 1, \\\"282\\\": 5, \\\"418\\\": 3, \\\"685\\\": 1, \\\"687\\\": 1, \\\"686\\\": 1, \\\"688\\\": 1, \\\"689\\\": 1, \\\"517\\\": 2, \\\"691\\\": 1, \\\"690\\\": 1, \\\"518\\\": 2, \\\"692\\\": 1, \\\"520\\\": 2, \\\"519\\\": 2, \\\"693\\\": 1, \\\"696\\\": 1, \\\"697\\\": 1, \\\"522\\\": 2, \\\"694\\\": 1, \\\"521\\\": 2, \\\"695\\\": 1, \\\"700\\\": 1, \\\"701\\\": 1, \\\"698\\\": 1, \\\"699\\\": 1, \\\"228\\\": 5, \\\"419\\\": 3, \\\"523\\\": 2, \\\"702\\\": 1, \\\"703\\\": 1, \\\"704\\\": 1, \\\"420\\\": 3, \\\"706\\\": 1, \\\"705\\\": 1, \\\"524\\\": 2, \\\"525\\\": 2, \\\"707\\\": 1, \\\"708\\\": 1, \\\"424\\\": 3, \\\"423\\\": 3, \\\"145\\\": 3, \\\"421\\\": 3, \\\"709\\\": 1, \\\"318\\\": 5, \\\"422\\\": 3, \\\"711\\\": 1, \\\"526\\\": 2, \\\"710\\\": 1, \\\"712\\\": 1, \\\"527\\\": 1, \\\"713\\\": 1, \\\"722\\\": 1, \\\"717\\\": 1, \\\"530\\\": 1, \\\"714\\\": 1, \\\"725\\\": 1, \\\"716\\\": 1, \\\"715\\\": 1, \\\"719\\\": 1, \\\"723\\\": 1, \\\"718\\\": 1, \\\"721\\\": 1, \\\"283\\\": 2, \\\"529\\\": 1, \\\"425\\\": 2, \\\"528\\\": 1, \\\"724\\\": 1, \\\"726\\\": 1, \\\"720\\\": 1, \\\"728\\\": 1, \\\"426\\\": 3, \\\"727\\\": 1, \\\"729\\\": 1, \\\"730\\\": 1, \\\"731\\\": 1, \\\"427\\\": 3, \\\"732\\\": 1, \\\"734\\\": 1, \\\"733\\\": 1, \\\"531\\\": 2, \\\"735\\\": 1, \\\"208\\\": 7, \\\"532\\\": 2, \\\"284\\\": 6, \\\"533\\\": 2, \\\"736\\\": 1, \\\"737\\\": 1, \\\"738\\\": 1, \\\"359\\\": 3, \\\"428\\\": 1, \\\"740\\\": 1, \\\"739\\\": 1, \\\"744\\\": 1, \\\"743\\\": 1, \\\"742\\\": 1, \\\"534\\\": 1, \\\"741\\\": 1, \\\"746\\\": 1, \\\"745\\\": 1, \\\"747\\\": 1, \\\"748\\\": 1, \\\"535\\\": 1, \\\"752\\\": 1, \\\"750\\\": 1, \\\"753\\\": 1, \\\"749\\\": 1, \\\"751\\\": 1, \\\"360\\\": 4, \\\"756\\\": 1, \\\"760\\\": 1, \\\"762\\\": 1, \\\"319\\\": 1, \\\"754\\\": 1, \\\"759\\\": 1, \\\"761\\\": 1, \\\"755\\\": 1, \\\"757\\\": 1, \\\"536\\\": 1, \\\"758\\\": 1, \\\"537\\\": 2, \\\"763\\\": 1, \\\"209\\\": 4, \\\"361\\\": 3, \\\"539\\\": 2, \\\"769\\\": 1, \\\"767\\\": 1, \\\"768\\\": 1, \\\"765\\\": 1, \\\"285\\\": 3, \\\"766\\\": 1, \\\"764\\\": 1, \\\"770\\\": 1, \\\"771\\\": 1, \\\"538\\\": 1, \\\"286\\\": 1, \\\"540\\\": 2, \\\"773\\\": 1, \\\"772\\\": 1, \\\"774\\\": 1, \\\"776\\\": 1, \\\"775\\\": 1, \\\"541\\\": 2, \\\"777\\\": 1, \\\"782\\\": 1, \\\"779\\\": 1, \\\"783\\\": 1, \\\"781\\\": 1, \\\"780\\\": 1, \\\"778\\\": 1, \\\"543\\\": 1, \\\"784\\\": 1, \\\"542\\\": 1}\", \"index_word\": \"{\\\"1\\\": \\\"trang\\\", \\\"2\\\": \\\"tr\\\\u00ecnh\\\", \\\"3\\\": \\\"nh\\\\u1edb\\\", \\\"4\\\": \\\"c\\\\u00e1c\\\", \\\"5\\\": \\\"\\\\u0111\\\\u01b0\\\\u1ee3c\\\", \\\"6\\\": \\\"b\\\\u1ed9\\\", \\\"7\\\": \\\"ch\\\\u1ec9\\\", \\\"8\\\": \\\"trong\\\", \\\"9\\\": \\\"\\\\u0111\\\\u1ecba\\\", \\\"10\\\": \\\"c\\\\u00f3\\\", \\\"11\\\": \\\"ph\\\\u00e2n\\\", \\\"12\\\": \\\"ch\\\\u01b0\\\\u01a1ng\\\", \\\"13\\\": \\\"l\\\\u00e0\\\", \\\"14\\\": \\\"ti\\\\u1ebfn\\\", \\\"15\\\": \\\"c\\\\u1ee7a\\\", \\\"16\\\": \\\"m\\\\u1ed9t\\\", \\\"17\\\": \\\"\\\\u0111o\\\\u1ea1n\\\", \\\"18\\\": \\\"v\\\\u00e0\\\", \\\"19\\\": \\\"kh\\\\u00f4ng\\\", \\\"20\\\": \\\"v\\\\u00e0o\\\", \\\"21\\\": \\\"cho\\\", \\\"22\\\": \\\"s\\\\u1ed1\\\", \\\"23\\\": \\\"khi\\\", \\\"24\\\": \\\"k\\\\u00edch\\\", \\\"25\\\": \\\"thu\\\\u1eadt\\\", \\\"26\\\": \\\"c\\\\u1ea5p\\\", \\\"27\\\": 